[
    {
        "claim": "Video of pro-Hindu activists pushing a Muslim woman out of a bus for wearing a Hijab",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Moderna CEO admits company produced 100,000 COVID-19 vaccine doses before pandemic",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"There are 7,000 kids in New Hampshire who have health care because I helped to create the Children's Health Insurance Program.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "\"You know we can't just pull out now... The truth of the matter is: If we started today, it would take one year, one year to get 160,000 troops physically out of Iraq, logistically.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "A British Army veteran who served in Northern Ireland during the Troubles is 54 times more likely than a Republican or Loyalist paramilitary to be prosecuted for alleged offences pre-dating the 1998 Belfast Agreement.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "O.J. Simpson tweeted a video expressing his support for ​​SAG-AFTRA actors on strike against major studios in July 2023, and saying he would join them on the picket lines.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"… meaning that we've almost got 28 million people who the government continues to support.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Eating lemons kills cancer cells and the compounds of the tree are 10,000 times more effective at doing so than the chemotherapy drug doxorubicin.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Four people died in Thailand after eating meat infected with lumpy skin disease.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The Trump administration appointed Walter Palmer, famed for killing Cecil the Lion in 2015, to a newly-formed wildlife conservation council.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "There is science behind PM Modi’s 5 PM clapping initiative: Clapping generates vibration which can kill Coronavirus. Also, 22 March 2020 is Amavasya",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "This video shows 102 year-old American who built his own helicopter",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"It is estimated that only 4% of rapes are reported.\"",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "Out of the total U.S. military budget, \"significantly less than 10 percent of that money is used to fight international terrorism.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Boy dated 14 girlfriends at the same time and their appearance at his home led him to coma",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "An image shows that Pooja Panika the 17-year-old girl is beheaded by a Muslim boy.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Over 40 of our 100 (House of) Delegates seats go uncontested every year, and over 40 percent of our state senate seats go uncontested every year.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "“As Nevada’s attorney general, Adam Laxalt refused to sue an opioid company that dumped 400 million pills onto our streets. Maybe that’s because Laxalt took tens of thousands of dollars from opioid manufacturers to fund his campaign.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "California’s shipping backlog is, in part, caused by a “California Truck Ban which says all trucks must be 2011 or newer and a law called AB 5 which prohibits Owner Operators.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "A discount store chain threatened to bar a family from shopping at one of their stores due to the husband's pranking.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Facebook users commenting on a post from \"ALDI Stores\" will be sent a free food box with groceries worth £35.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "'Kurian have been given 2 weeks by Luos to move out of Migori county?' Kenya's Standard newspaper front page faked",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"For the cost of $5 vanilla soy latte a day, you can get a sweet health insurance plan to match.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "On Nov. 9, 2020, New York Gov. Andrew Cuomo said it was \"bad news\" that Pfizer had developed what appeared to be a successful COVID-19 vaccine, during U.S. President Donald Trump's tenure.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Egypt's Giza pyramids illuminated with Lebanese flag after the Beirut blasts in August 2020",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Video surveillance footage shows poll workers at Atlanta's State Farm Arena using suitcases to hide ballots from Republican observers on Nov. 3, 2020.",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "Milwaukee \"incarcerates 1.2% of white men\" and has \"incarcerated over 50% of black men in their 30s.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "11 Year old Pakistani girl Tara baloch from Balouchistan passes IQ level test ( getting 162 marks) of MENSA related to OXFORD UNIVERSITY & broke the record of ALBERT EINSTEIN (160) & HAWKING.. Appreciation",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "A patron paid the restaurant tab for seven different families and left his server a $1,500 tip at a Denny's.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Recent news reports indicate DWI crashes in Austin dropped 23 percent since ridesharing entered the market.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Convicted mass murderer Charles Manson dies aged 83",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "A DeKalb sewer project \"will create up to 4,000 direct jobs per year at peak production, many of which will be set aside exclusively for DeKalb residents.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "\"Newly Elected Republican Senators Sign Pledge to Eliminate Food Stamp Program in 2015.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Colorado Democraticcongressional candidate MorganCarroll \"racked up $11 billion in new spending\" in the state Legislature.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says Barack Obama is the \"first president to appoint 45 czars to replace elected officials in his office.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Sahdev, who sang ‘Bachpan Ka Pyar’, got a 23 lakh MG car as a gift, and created a ruckus on the internet.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "One of the Jalal Brothers was shot while filming a prank video.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "An aerial video authentically shows that the grounds of Dodger Stadium flooded in August 2023 due to rain from Tropical Storm Hilary.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"Over 81 percent of the babies that are born at LBJ Hospital right here in Houston are born of women who are not here legally.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Two long running, Obama era, investigations of two very popular Republican Congressmen were brought to a well publicized charge, just ahead of the Mid-Terms, by the Jeff Sessions Justice Department.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "In the early 1960s, all levels of government were \"consuming about 27 percent of the U.S. economy,\" a number that has risen to 37 percent today. With that trendline, \"we cease at some point to be a free economy.\"",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "\"Taxpayers earning $1 million pay an effective tax rate that is about four times what taxpayers earning $100,000 pay.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "“Amy Coney Barrett overturned a $6.7M verdict after a prison guard repeatedly raped a 19-year-old inmate who was 8 months pregnant.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "A video shows 2020 U.S. Democratic presidential nominee Joe Biden falling asleep during a live television interview.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The Washington Times had Al Gore wins headline in 2000",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"In recent years, Rep. LaTourette has sponsored legislation that would increase spending by 551.6 percent.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Romney had the uniforms for the 2002 Winter Olympic games made in Burma.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Dan McCready backed state legislation that raised consumers \"$149 million a year in higher energy costs.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Kannada Actor Yash recently visited the Ram temple in Ayodhya and has announced a donation of Rs 50 Crore for its construction",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Photo shows a garbage van ferrying Corona patients dead body in Uttar Pradesh.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"We jumped 11 places since beginning this year in terms of being job-friendly.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "On July 25, 2023, U.S. President Joe Biden claimed that he had cured cancer.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "The Golden State Warriors basketball team announced on 13 June 2017 that they had unanimously voted to skip a visit to the White House after winning the NBA Championship.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Seniors enrolled in Medicare Advantage are going to see an average premium increase between $50 and $90 per month.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Die US-Serie „Die Simpsons“ haben in einer Folge einen Atombombeneinsatz für den 5. Mai 2022 vorhergesagt, sowie das Aufeinandertreffen zwischen ukrainischen Truppen und Putin.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Raising the federal minimum wage to $15 \"would give more than 40 million low-wage workers a raise, more than 25 percent of the U.S. workforce.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says \"Austin has the lowest property tax rate by far of the five major cities in Texas.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Video shows Indian actress Vyjayanthimala dancing at the age of 99",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "Pakistan singer Meesha Shafi gets 3 years in jail after losing defamation case against Ali Zafar",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Foot Locker donated $200 million to BLM after their stores in Minneapolis got looted by BLM",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Due to increasing load on Staff Selection Commission servers, a new 'Tier-0' level exam has been introduced and candidates can only apply for jobs after qualifying it.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says a prank phone call caused \"400 children to be taken from their parents... without warrant.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Gujarat University VC, who signed PM Modi's certificate, died in 1981.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Two ships from the Royal Australian Navy rammed a boat loaded with undocumented migrants.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The Pennsylvania Supreme Court ruled the 2020 US election was \"rigged\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"25 percent of all drug-related fatal vehicle accidents in the U.S. involve marijuana.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "A marijuana bill introduced into the U.S. House of Representatives during the 116th Congress is numbered H.R. 420 — a reference to marijuana culture.",
        "label": "True",
        "complexity": 1
    },
    {
        "claim": "Hockey legend Balbir Singh Sr died and the Indian media, political leadership, and the public failed to pay proper homage to the three-time Olympic gold medallist.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "In February 2023, Meta (the parent company of Facebook and Instagram) announced it will begin charging users to have verified accounts.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Image of a purported excerpt from Pranab Mukherjee’s book which reads that Sonia Gandhi took offence of his praise over Narendra Modi’s one year tenure as PM",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Video shows APC member handing out cash before 2022 Osun state election",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"There’s $30 billion in expansion funds that we’ve paid – it’s our money and Nathan Deal wants Washington to keep it.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"The Alternative Minimum Tax...was created by Congress in 1969 to affect 155 wealthy Americans. Because it was never indexed for inflation, those original 155 taxpayers has increased to affect about 3.5-million in 2006.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Says the 2011-13 state budget eliminates the structural deficit \"for the first time in decades.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Two EVs collided causing massive explosion",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "More than “200 dogs showed up and lined up around the block” for a man’s 100th birthday celebration.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Photographs of burned ballot papers have been shared in Facebook posts that claim they show evidence of fraud in the 2020 Myanmar elections.]",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The Central Government has decided to expand branches of the Supreme Court to three locations in Chennai, Mumbai and Calcutta.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "NC Republicans \"raided $58 million that was supposed to help create jobs for North Carolinians.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"On average, Americans spend less than 10 percent of their disposable income on food. Compare that to folks in Mexico, who spend 22 percent, China, 28 percent and Russia, 37 percent.\"",
        "label": "True",
        "complexity": 1
    },
    {
        "claim": "Nirav Modi made a statement in London Court about bribing BJP leaders with 1300 crores to abscond from India",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Rajesh Meena, a Delhi man, has won prize money of 70 lakh rupees after gambling on a casino mobile app",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Photo shows 5D beds with Crystalline Heart based technology which will make every 3D hospital obsolete.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Viral picture shows 1,000 buses arranged by Priyanka Gandhi in Uttar Pradesh to bring migrants home.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"Gov. Romney cut off kosher meals for Jewish senior citizens who were on Medicaid to save $5 a day.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "A molecule found in a Himalayan fungus \"kills cancer cells with 40 times potency.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says N.C. Attorney General Josh Stein has gone after Jan. 6 protesters but he has “said nothing” about violent summer protests in North Carolina and was “derelict in his duty.”",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "Joe Biden said he visited Ground Zero on September 12, 2001",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Did Hawaii Announce It Will No Longer Accept Out-of-State Driver’s Licenses In 2023?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"For several days in July of 2012, Greenland surface ice cover melted more than at any time in 30 years of satellite observation. During that month, an estimated 97% of the ice sheet thawed.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "A manatee that was spotted in 2019 with a bicycle tire wrapped around its body made another appearance in December 2020 — this time tire-free.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Says Barack Obama has played nearly 100 rounds of golf as president.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "A lawyer called Adeel Ahmed has filed a petition in the Supreme Court to ban 'Gadar 2', which is set to release on September 8, saying the film will hurt Muslim sentiments.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "A video shows President Zelenskyy's Kyiv office being blown up by Russian forces around 10 October 2022.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"The Congressional Budget Office most recently came out and analyzed the current (health care) plan and said that it was not only deficit-neutral, but also that over 10 years it would create a $6 billion surplus.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "An old newspaper clipping reports that two novels published in 1981 and 2008 predicted the COVID-19 pandemic",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Facebook Is Donating $1 Each Time Photo Is Shared Of This Puppy's Tumor",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Video of Wasim Rizvi beaten up for filing a plea to remove 26 verses from Quran",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Rick Scott \"pled the Fifth 75 times to avoid jail for Medicare fraud.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says Russ Feingold \"got paid $8,000 a lecture at Stanford University.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "“Cops in Norway: require 3 years of training, 4 people killed since 2002. Cops in Finland: require 2 years of training, 7 people killed since 2000. Cops in Iceland: require 2 years of training, 1 person killed since ever. Cops in the U.S.: require 21 weeks of training, 8,000+ people killed since 2001.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "“One of the worst cases was the reporting on the U.S. ability to listen to Osama bin Laden's satellite phone in the late '90s. Because of that reporting, he stopped using that phone and the country lost valuable intelligence.”",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Tim Kaine, as governor, proposed tax increases on people earning \"as little as $17,000.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "The judiciary of Dubai has ordered that a rapist be executed within 15 minutes of the incident. The video in the post shows the execution of the rapist",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "In 2020, “250,000 ballots were manufactured” in Georgia and “Biden was given win” by Secretary of State Brad Raffensperger",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"The day Al Gore was born, there were 130,000 glaciers on earth. Today, only 130,000 remain.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Paul Ryan \"wants to cut Pell Grant scholarships for nearly 10 million students.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"One detainee [Khalid Sheik Mohammed] alone was subjected to waterboarding 183 times.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"This year, 97 Missouri counties have only one insurer participating in the Obamacare exchanges. Last year, every Missouri county had at least two insurance options. In addition, most Missourians will see an increase in their premiums, with some facing an increase upward of 40 percent\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Did Tulsi Gabbard Venmo Nancy Pelosi $600.01 So The IRS Will Audit Her?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "63-year-old daycare owner breastfed toddlers in public while smoking crystal meth",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Four miscarriages in women who received the Pfizer-BioNTech COVID-19 vaccine were reported in Australia.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A photograph shows a real a Trump 2020 campaign sign bearing the legend \"God Bows Down to President Donald J Trump — Declares 'He Is Perfect.'\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "The Centers for Disease Control and Prevention quietly confirmed that at least 118,000 children and young adults have “died suddenly” in the U.S. since the COVID-19 vaccines rolled out.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The U.S. has “a better handle on [COVID-19] than Europe”; “the disease is less deadly here than it is in most of Europe, based on case fatality data”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "19 photographers strived for 62 days to capture the posted video of Suraga bird.",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "While on the campaign trail in September 2020, U.S. Democratic presidential candidate Joe Biden promised fewer fires, floods, and hurricanes if he wins the election in November.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "A video shows a DIY \"trick\" for cleaning a swimming pool by pouring a bottle of vodka into the water every day for four days.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Hy-Vee Has Announced That Everyone Who Shares this Link will receive $150 coupon",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“Only 109 people out of 325,000 were detained and held for questioning.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Illegal immigrants and refugees living in Britain get a weekly hardship allowance of £100.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Supreme Court Can Extend Trump’s Term By Up To 3 Years If He’s Acquitted In The Senate",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The state of South Carolina executed 14-year-old George Stinney in 1944, but a judge from the same court declared his “innocence” in 2014.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "As Florida secretary of state, Kurt Browning \"allowed 1,800 illegal voters to register in Florida.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": " “Today … we have 13 million Kenyans connected to clean water.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Subramanian Swamy revealed that Sonia Gandhi and Manmohan Singh illegally sold 2 tonnes of Thorium to China during their regime.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "UCLA, Stanford study finds for average 50-64 year old, chances of dying from COVID-19 are 1 in 19.1M",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Whitefield Academy in Kentucky expelled a 15-year-old student for wearing a rainbow-patterned sweater and having a rainbow-designed birthday cake in a Facebook photograph.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Argos has partnered with Emma mattresses to sell 500 for just £3 each.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A man collapsed into a coma for three days after discovering his wife owned the property they had been renting for 10 years.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Paul Ryan said that 22 million Americans \"choose to be poor, so it’s their own problem if they can’t afford to be healthy.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "In \"the past four or five\" presidential elections, \"people who poll high at the beginning are not the people who end up being the nominees.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"For every time the state gets paid a dollar in taxes (on gambling), somebody loses $6.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "You should stay at home for two weeks after receiving the flu vaccine.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Wash your hands frequently as the virus can only live on your hands for 5-10 minutes.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"Our unrelenting effort at resolving an almost two-decade stalling on the management of our petroleum resources and ensuring equitable consideration to our host communities has resulted in the enactment of the Petroleum Industry Act, 2021.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Says in the last five years \"Senate Republicans have placed a filibuster on every piece of legislation and every nominee.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The Obama administration will give Pennsylvania $160 million to pay for health insurance plans that cover \"any legal abortion.\"",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "The CDC said it “made a mistake” and reduced its count of Florida COVID-19 cases from 90,000 to 11,000.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Man stole $122 million from tech giants by sending random bills? No, global fraud far more sophisticated",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“The number of officers shot and killed in the line of duty last year increased by 56 percent from the year before.”",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "\"Back in 2005, when we did that first point-in-time count, there were over 188,000 thousand people that were deemed homeless in the state of California. … That’s 35,000 more than we have today.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "H-E-B is giving Free $80 Coupon Per family to celebrate its 50th Anniversary",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“I spent more than the 25% Unesco recommendation funding for education while serving as Kano governor.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Former Kenyan president Kenyatta moving out of State House amid election challenge in 2022? No, photo from 2013, when Kenyatta moved in",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Die WHO habe am 1. September 2020 „zugegeben“, dass ein von Bill Gates finanzierter Impfstoff einen Ausbruch von Kinderlähmung in Afrika verursacht habe; Medien würden den „Gesundheitsskandal“ verschweigen.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Ronald Reagan, who was diagnosed with Alzheimer's Disease five years after he left the presidency, was actually suffering from the disease while he was in office.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "In July 2017, it was announced that Finnish researchers would begin human trials of a Type 1 diabetes vaccine in 2018.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Video shows Ghana's President ordering arrest of 3 foreign contractors for destroying a road",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"For the second quarter in a row, my campaign has raised more money than any other challenger in the nation and brought our fundraising total to over $800,000.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "A November 2020 study found that vegetarian and vegan diets can put people at higher risk for either total or site-specific bone fractures.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Photo from 2016 shows people marching in support of refugees in France.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“United States Navy Seal Team ... helicopter was shot down yesterday in Afghanistan and they lost 30 members of the team.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "“You had a total of 14 — I think it was 14 — Nobel laureate economists in economics saying this is going to — what I’m proposing is going to reduce the inflation.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "“When 95% of households have access to water, the 5% who still need to be provided for, feel they cannot wait a moment longer. Success is also the breeding ground of rising expectations.”",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "A chart on Arctic sea ice provides evidence that Al Gore was wrong when he said in 2009 that the north polar ice cap would lose all of its ice “within the next five to seven years.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Disease deaths per day worldwide show there are only 56 COVID-19 deaths per day",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“those who have been fully vaccinated for COVID-19 with mRNA shots will lose 25 years of their life”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A BBC graphic that cites health officials advises that monkeypox is a “form of herpes,” travels in the air over distances of up to 15 feet and lasts two to four months.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "In late 2021, Kellogg's began removing its logo from Pop-Tarts packaging, in response to a boycott related to a high-profile labor dispute.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Says “some people in the Great State of North Carolina have been sent TWO BALLOTS. RIGGED ELECTION in waiting!”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"[Tailpipe emissions rules], if fully implemented with all the regulations that go with it, they will keep the temperature from rising nearly five one-hundredths of a degree Fahrenheit. By 2050.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "\"The president promised that if he spent money on a stimulus program that unemployment would go to 5.7 percent or 6 percent. Those were his words.\"",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "A \"secretly made Israeli intelligence video recording\" captures \"Bill Clinton raping a 13-year-old girl.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Last year (the U.S. women’s soccer team) generated $20 million more than the men’s team and were paid almost four times less.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Mississippi House Bill 1100 would force public school teachers to recite the Ten Commandments at the start of each school day.",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "“As the world rallies around Ukraine, Mike Lee was one of only two senators to oppose sanctions on Putin. Then he flew to the Kremlin and discussed dropping sanctions. Lee even opposed arming Ukrainians fighting for their lives.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"They found 60 votes in the Senate in 2006 and 2013\" for immigration legislation,and \"each time the House Republican majority refused to take it up.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "The New York City Police Department arrested a 9-year-old \"because she didn’t have a vaccine card in the museum.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Images capture Georgia State Senators counting 2020 general election votes in Pennsylvania",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "After Kerala cricketer Azharuddeen smashed a century off just 37 balls against Mumbai in domestic T20, a news website carried the headline “Kerala born Muslim boy blasts Mumbai” in an example of Islamophobia.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Banners demanding restoration of article 370 & 35A in Jammu & Kashmir and repealing of UAPA Act displayed in ongoing farmer’s protest",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A Georgia man went on a killing frenzy and murdered 31 people after binge-watchingThe Walking Dead.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The sales tax increase, if approved, will cost taxpayers \"up to $300 million per year, in perpetuity, to finance a rail system for the City of Tampa.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"For every one job created under the Obama administration, 75 people went on food stamps.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "In honor of their 125th anniversary, Coca-Cola is giving away bags \"containing lots of Coke goodies and a $20 voucher.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Drinking one diet drink a day triples a person's risk of dementia and strokes.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Video of planes flying in formation dates from at least 2020, not the 2022 invasion of Ukraine",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "On Sept. 18, 2020, Twitter user @JohnCammo predicted that U.S. President Donald Trump would announce in October that he had tested positive for COVID-19.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "“As of the last 24 hours this is the protocol regarding masks: Masks should only be used by healthcare workers, caretakers or by people who are sick with symptoms like fever and cough.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Holidays declared to all schools and colleges in Andhra Pradesh from 01 March – 04 May 2021 due to the increasing COVID-19 cases",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says New Jersey Devils managing partner Jeff Vanderbeek \"froze all those monies during the toughest years in ‘08-’09\" and \"refused to give the charitable dollars that he was required to give by the contract.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "India is providing COVID-19 vaccine free of cost, whereas US & UK are charging Rs. 5000 and Rs. 3000 per dose",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "The viral video shows Dalila Jakupovic collapsing at the Australian Open in January 2022",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says that several times in the last 15 years, Austin City Council candidates have won seats after trailing by more than 4,000 votes in the election prompting the runoff.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"Deepwater's own testimony . . . is they said they'll create six jobs.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Lauren Boebert had two abortions and was a paid escort",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "In late 2020, news websites reported that Pete Buttigieg would become the first openly LGBT Cabinet member after previously describing Richard Grenell in the same way.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "“(President Joe) Biden is trying to limit you to two beers per week.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Fred Birchmore was the first cyclist to drive his bicycle around the world and pedaled for 25,000 miles.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "California governor Jerry Brown will release 10,000 convicted sex offenders following a judge's ruling.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Ranjan Gogoi tweeted that it is better not to conduct elections for the next 10 years",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "While the Muslim population in the Hyderabad City has increased from 31% (1991 Census) to 43.45% (2011 Census), the Hindu Population has decreased from 60% (1991 Census) to 51.88% (2011 Census)",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Did Trey Gowdy Claim ‘Treasonous Acts’ Occurred During The 2020 Election?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The image shows the wreckage of the Tara Air aircraft that went missing in Nepal on May 29, 2022.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Pakistan PM admitted that in 73 years India had never had a government as strong and iron-willed as this",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“Nigeria now produces 9 million metric tonnes of rice today compared to 2 million metric tonnes in 2015.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Data shows there is voter fraud in these eight states",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The Federal Aviation Administration widened its electrocardiogram parameters for pilots because “a substantial number of airline pilots have had serious heart damage” from COVID-19 vaccines.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "SaysHillary Clinton \"took 13 hours to send help to Americans under fire\" during the terrorist attack in Benghazi.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Microsoft and Bill Gates created a 1999 video game called “Omikron.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Palace Spokesperson Harry Roque says he \"found a resolve to actually run\" for a Senate seat in the 2022 elections \"to prove that the people support me.\"",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "Says he met a teacher in Dallas \"who was only in his third year of teaching and already making more than $90,000 a year in salary.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "A column written by Clinton adviser-turned-opponent Dick Morris pointed out details elided in a 2007 Hillary Clinton campaign ad narrated by President Bill Clinton.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Covid-19 vaccines cause two deaths for every three they prevent",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Biden did not get his COVID-19 booster shot ‘666 days’ after COVID-19 ‘began’",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Tesla cars have been bought to  transport COP26 delegates and because there aren't enough charging points, they will be charged via a diesel run generator.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Qassem Soleimani commanded forces that killed five U.S. service members, including Capt. Brian S. Freeman, in an attack in Karbala, Iraq, in January 2007.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"For the 2019/20 financial year, 18 of the Western Cape's 30 municipalities were awarded clean audits and they were all governed by the DA.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Judge Tanya Chutkan “is the only federal judge in Washington, D.C., who has sentenced Jan. 6 defendants to sentences longer than the government had requested.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"If you look at Latino kids between 17 and 20 who graduated high school, 36 percent of them are unemployed or underemployed. … African-American kids are unemployed or underemployed to the tune of 51 percent.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Video of 20,000 Nihang Sikhs marching towards Delhi on 2,000 horses to support protesting farmers",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Obama Said About Himself That Once He 'Walked With My Husband Michael'",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Nigeria gave Ghana seven days to rebuild the demolished High Commission building",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Goa became the first state to achieve 100 percent vaccination in India.",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "“The number of children attending Grade R has more than doubled, moving from about 300,000 to more than 700,000 between 2003 and 2011.”",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "A 425-pound Iowa teacher was suspended after pinning a student down and \"farting in his mouth.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Saudi Arabia: American tourist arrested for refusing to trade his wife to a prince for 45 camels",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Sen. McCain was already turning his sights to Iraq just days after 9/11, and he became a leading supporter of an invasion and occupation of (Iraq).\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "UP police will conduct 30-day mask checking initiative",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says President Barack Obama \"built this $16 trillion debt.\"",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "Post implies abolishing the Electoral College makes Los Angeles 'stronger' than 43 states",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "In May 2021, two Democratic mayoral candidates for New York City incorrectly guessed that the cost of purchasing a home in Brooklyn was around $100,000.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Says it will cost $220 per square foot in hard construction costs to rebuild Portland Public high schools.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "“500 National Guardsmen being called to Kenosha ahead of the Rittenhouse verdict. Had they done this in the first place, there wouldn’t have been a trial.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Indonesian presidential candidate Prabowo Subianto was an academic prodigy who attended university aged 12",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "On Nov. 8, 2021, Gaige Grosskreutz told a jury that he advanced toward Kyle Rittenhouse while pointing a gun before Rittenhouse shot him.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Five COVID-19 vaccines have lower efficacy than previously announced",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Joe Biden “inherited inflation of 1.7%. Now we're well over 8% and growing.”",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Did Elon Musk Announce He’s Running For President In 2024?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "DeKalb County has been recognized in recent years as having one the best sheriff’s departments in the nation.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Malayam Singh Yadav said that BJP will come to power in UP in 2022",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "French virologist Luc Montagnier said individuals vaccinated for COVID-19 would die within two years.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Polar bears have increased 400% in 45 years; whales are nearly fully recovered; extinctions are down 90% past century. Koalas are doing fine. If we could ban wind turbines we could save 85,000 birds of prey/yr in US alone.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Govt is going to denotify Rs 2,000 currency notes from 1st Jan 2023",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "According to the Gwalior CMHO, these seven hand exercises can guarantee lifetime protection against coronavirus.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Ahead of Karnataka Assembly elections, Congress releases its manifesto that promises seven “Muslim-only” schemes.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Says U.S. Rep. Ann McLane Kuster used $293,000 of taxpayer money to send campaign mail.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "“There are those who are pursuing a degree, 2,000 of them probably after every year graduate…”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Does This Video Depict Elon Musk Saying Trump Won The 2020 Election?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"There is a real law in Texas that says it’s illegal to own more than six dildos.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Says a 79-year-old woman with AK-47 rescued two LAPD officers from a street gang.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Two years ago Providence alone spent $50,000 a year notifying the school department\" about residents in the state's sex offender registry.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "“Feds Seize 19,888 Fake State Driver Licenses (Made in China) in Chicago O'Hare Airport - ALL Registered to Vote -- ALL Demorats!”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "On June 21, 2021, mayoral candidate Andrew Yang said hospitalizing people with severe mental illness is the only way to \"supercharge our economic recovery.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Says \"Gov. Parson’s administration purged 100,000 kids from Medicaid rolls.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Black Lives Matter protesters in Baton Rouge chanted calls for \"dead cops ... now\" shortly before three officers were killed in that city.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Diets tailored to one’s specific blood type are capable of reducing myriad ailments, improving digestion, enabling weight loss, and providing increased energy.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Scientists have discovered a berry — found in only one region of Australia — that can cure cancer in 48 hours.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "A video shows a \"UFO\" flying over New Jersey in September 2020.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"When Josh Mandel claims to have accepted three debates with Sen. Sherrod Brown, he is lying. He has accepted ZERO proposed debates.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“Since 1994, nearly 5,000 farms, comprising 4.2 million hectares, have been transferred to black people, benefiting over 200,000 families.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "80 ballots cast for Donald Trump were burned",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says \"5 out of 10\" GOP candidates don’t live in North Carolina’s 9th Congressional District.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "\"No president had ever saw or received one dollar for our country from China until I came along.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Photographs shared widely in September 2019 showed Greta Thunberg posing with George Soros and a member of Isis and \"aligning herself\" with Antifa.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"The No. 1 issue that the American people care about is getting America back to work.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "The World Health Organization (WHO) has approved Indian student's home remedy for COVID-19: drinking ginger juice with black pepper and honey",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A News 24 bulletin shows an opinion poll that shows BSP will win the UP polls.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Most of the people that work in finance make $70,000, $80,000 a year.\"",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "A dog named Daisy rescued hundreds of people from the damaged World Trade Center towers on 9/11.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Two college students have vowed to remove their own penises to protest a planned U.S.-Mexico border wall.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A Republican housing finance reform bill \"would eliminate a person’s ability to obtain 15- and 30-year mortgages.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says President Obama has grown the federal government payroll by 141,000 workers and wants to add 125,000 more.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "The Netherlands is forcibly euthanising people, including children under the age of 12.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The Tax Cuts and Jobs Act of 2017 calls for eliminating or severely curtailing the personal casualty deduction for losses from wildfires and other natural disasters.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "\"By the time I left\" the State Department, \"economic growth was up and opium production was down\" in Afghanistan, while \"infant mortality declined\" and school enrollment rose by more than sevenfold.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "\"We spend three times more on entitlements and debt services than we do on defense.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "NEET UG exam to be held on September 5, 2021",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "No human remains or aircraft debris were found at the Pentagon or in Pennsylvania after the Sept. 11, 2001, attacks.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"In North Carolina, they used stimulus money to hire one new state worker. His job, apply for more stimulus funds from the taxpayers by the way of the federal government.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Kontaktverbot: Nein, für Muslime gelten keine anderen Regeln/nIn Berlin erschienen 300 Menschen zu einem symbolischen Gebetsruf – mutmaßlich wegen eines Missverständnisses. Der Vorfall wird nun jedoch in einem Artikel als angeblicher Beleg präsentiert, dass für Muslime in Corona-Zeiten andere Regeln gelten. Die Berliner Polizei betont, es gebe keine Ausnahmen für bestimmte Religionen.",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "Two motorcyclists being swept away in a flash flood after a bridge collapsed in Karnataka.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says \"99 percent of the time police officers aren't charged when they kill young people of color.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": " A russian serviceman personally neutralized nine mines and two bombs to ensure a “successful offensive”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Chinese officials are seeking approval to start the mass killing of 20,000 people in order to stop the spread of new coronavirus.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“The CDC issued its first warning on Jan 8. Trump held campaign rallies on Jan 9, Jan 14, Jan 28, Jan 30, Feb 10, Feb 19, Feb 20, Feb 21, & Feb 28. He golfed on Jan 18, Jan 19, Feb 1, Feb 15, Mar 7, Mar 8. The first time he admitted the coronavirus might be a problem was Mar 13.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "When an eagle loses a feather on one wing, it will automatically shed the same feather on the opposite wing to maintain balance.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says a new report proves the stimulus supported by N.J. Democrats cost $278,000 per job.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Igbo women detained in 2021 for demanding referendum on Biafra's independence from Nigeria? No, photos from 2018 protest – with different demands",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Viral Post Claims Every American Could Get $1 Million With The $1.9 Trillion Allocated In The American Rescue Plan",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Audio clip of a conversation claiming that Government of India will announce shutdown of the country in the coming days from 15 April to 15 June in the wake of Coronavirus outbreak",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says his administration has created \"5 million jobs … over the last 30 months in the private sector alone.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "An online advertisement allegedly with a picture of film actor Julia Roberts and her daughter, Hazel Moder, reads: “Julia Roberts’ Daughter Turns 16 And Is Her Replica.”",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "\"Sen. Rubio’s (tax plan) would cut taxes for households making around $3 million a year by almost $240,000, which is way more than three times the earnings of a typical family.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "\"Dubious taxpayer-funded stimulus projects in Rhode Island include … $250,000 to provide digital television to the state’s inmate population.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "If Congress froze the current spending level and then cut it by 2 percent annually, \"we could balance the budget in five years.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "This image shows the only house surviving hurricane Ike in Houston because of an exorcism performed in it in 1998.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Wearing a face mask caused a 19-year-old grocery store worker to be hospitalized for a lung infection, due to breathing in her own carbon dioxide and bacteria.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The US CDC had stated in 1958 that smoking cigarettes did not cause lung cancer.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“The Trump Administration promised 27 million tests by the end of March. As of now, only 4 million have been completed.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "The steam from 100 grams of neem and 100 grams of Giloy twig leaves will cure COVID-19.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "‘Aphelion Phenomenon’ turns the weather colder and increases the distance between the Sun and the Earth by 66%",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Thirty million Americans, including a lot of people in Florida, are going to be able to get healthcare next year because of that law.\"",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "Photo shows Rahul Gandhi is married to this woman and has two children",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Cynthia Villar said she can buy ABS-CBN because she has hard-erned money, unlike those who say they work 18 hours a day but don't even have an eyebag",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "In December 2020, U.S. Senate Majority Leader Mitch McConnell vowed to block Democratic legislative efforts, saying, \"Even if I feel it's a good bill. They shall have no victories.\"",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "\"I am going to be on the ballot in all 50 states. There is no other third-party candidate that’s going to come close to achieving that.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Aaj Tak news report on the Penirun capsule, a medicine made with 100% natural ingredients to treat Erectile DysfunctionFALSR",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "COVID-19 vaccines caused a 40% increase in deaths identified by a life insurance company.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "No evidence young Nigerian became first black woman to perform a 30-minute human heart transplant, with her studies funded by Peter Obi",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "More of Florida’s manatees have died in the first six months of 2021 than in any other year in recorded state history.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Mexico has been hit by a devastating earthquake measuring 8.1 on the Richter scale.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A woman said in a TikTok video that a 16-year-old Russian-born refugee was beaten up by Ukrainian refugees at a train station in the western German town of Euskirchen The boy allegedly died of his injuries",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "In December 2021, Donald Trump Jr. said that for American conservatives, following biblical principles or the \"teachings of Jesus\" had \"gotten us nothing.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Roy Moore received 953 votes and Doug Jones 5,327 — in a town with just 1,867 registered voters.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Recent census data shows that the average American family spends over $13,000 a year for health care coverage.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"We've had two members engage in a Democrat-led persecution of ordinary citizens who engaged in legitimate political discourse.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "In September 2019, U.S. President Donald Trump signed into law a bill that provides $1.8 billion in funding for autism research and services.",
        "label": "True",
        "complexity": 1
    },
    {
        "claim": "More children will be seriously injured or killed by COVID-19 vaccines than by COVID-19.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Eric Schmitt “sponsored a bill to spend $480 million of your tax dollars” on cargo hub for airlines \"owned by China's Communist Party” and \"voted to let China buy up Missouri farmland.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Drilling in ANWR would have minimal impact, covering only \"2,000 out of 20-million acres.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Mark Zuckerberg, co-founder and chief executive officer of Facebook, has posted that his company’s flagship products will shut down for seven days.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "These photos show Russian-made air defence system destroyed in attack on Armenia in 2020.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "All animals used in Covid-19 vaccine trials died months later from immune disorders, sepsis and/or cardiac failure.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Social Democrats TD Cian O’Callaghan said that there are 16 empty homes for every homeless person in Ireland, and that these could potentially be brought back into use through a vacant property tax.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Says President Barack Obama \"doubled the national debt, which had taken more than two centuries to accumulate, in one year.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "If you count United States airstrikes against ISIS, \"75 percent of those combat missions return to base without having fired a weapon.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Has Manila Closed All Malls In March 2021 Using Ordinance 8617?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Seventy bills [Kendrick Meek] authored, not one of them has passed.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says Nancy Pelosi passed a bill awarding a $9 billion contract to her husband’s company.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Central Park hospital tents housed thousands of abused children released from underground captivity.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The only six Indians whose names got listed in the book ‘365 People Who Changed The World’",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says \"I never billed a single hour of my time to the City of Portland in the last 10 years -- so, no revolving door.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "In April 2018, Daniel Radcliffe announced that he would reprise his role as Harry Potter in a new movie called \"Harry Potter and the Cursed Child.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"The new beverage tax will increase the cost of sodas, juice drinks, sports drinks, iced teas, and flavored water up to 50%.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Planet Fitness issued a policy in April 2016 allowing men to use women's locker rooms and women to use men's locker rooms.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"A million people a year come into the U.S. legally. No other country even comes close to that figure.\"",
        "label": "True",
        "complexity": 1
    },
    {
        "claim": "A picture of U.S. President Joe Biden in front of the White House in March 2022 was \"staged\" or digitally altered to add trees.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Did PepsiCo Give $100 Million To Black Lives Matter?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Image of warehouse filled with boxes taken in 2020 is unconnected to 2022 baby formula shortage in U.S.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Video shows clips from 2017 film, not Ukrainian soldiers leaving for war",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A World Health Organisation study has concluded that the increased risk of suffering serious adverse events as a result of the Covid-19 vaccine outweighs the reduced risk of being hospitalised with Covid-19 itself.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says that according to a report, \"the tech sector now drives more than one-quarter of Austin’s economy.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Video shows former Indonesian fisheries minister leading anti-government rally in October 2020",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Destructive wildfires that raged on the West Coast in 2020 were started by direct energy weapons.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The comedian and actor Tim Allen wrote a lengthy Facebook post that attacked liberals and Democratic politicians and was shared widely in August 2019.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Video shows two Hindu women being molested by a group of Rohingya men in West Bengal",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"With 320,000 net Ohio manufacturing jobs lost, (Sen. Rob) Portman calls NAFTA a ‘proven success’.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "“Nearly 80,000 land claims, totalling 3.4 million hectares, have been settled and 1.8 million people have benefited.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "2020 is the year to survive, dont worry about profits and losses - Ratan Tata",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "President Rodrigo Duterte gave a powerful order against leftist groups on Dec. 6, 2020. In the video, Duterte said the Communist Party of the Philippines and its “legal fronts and infrastructure” must be destroyed, and told soldiers to not hesitate to use their guns against a perceived enemy.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "“Coronavirus cases are plummeting in India thanks to new rules that promote Ivermectin and hydroxychloroquine”; it is a “now-indisputable fact that [ivermectin and hydroxychloroquine] essentially kill COVID-19 within hours or days”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Ein Brief zeige, dass in Stolberg die Soforthilfe II abgelehnt werde, wenn man 250 Euro durch die Soforthilfe I erhalten habe; der Schaden der Betroffenen sei aber viel höher.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Rand Paul \"wants us to pay $2,000 just to get Medicare.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Locals in Kashmir lit fireworks to celebrate the Pakistan cricket team's victory against India on September 4.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "BJP candidate from Bhopal, Sadhvi Pragya Singh Thakur was 4 years old when she claims to have demolished Babri Masjid.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Chick-fil-A is sending coupons via Facebook Messenger that offer free restaurant meals for one year.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Last year, 36 million Americans didn’t have a prescription filled because they couldn’t affordit.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "University of Texas students \"signed a petition seeking the legal right to abort newborn babies up to five-years-old.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "President’s rule is never imposed during Modi’s tenure as PM, while the same was imposed 39 times during Indira Gandhi’s tenure as PM",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Claims of ICD-10 codes used to track unvaccinated individuals missing context",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "A message being attributed to Nitin Gadkari says no toll charges for return journey completed within 12 hours.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"The violent crime rate has risen, and the homicide rate has risen by more than 20 percent in just two years, really after 30 years of decline in violent crime.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Photos show the U.S. service members killed in a 2021 suicide bombing in Kabul.",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "Video of child offering Namaz in the middle of a busy road in Karnataka after Congress won the Karnataka 2023 elections",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says \"on the state level, we spend less today than Jon Corzine spent in fiscal year 2008, five years later.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "\"Last year, I was involved with an effort to to help prosecutors get their first pay raise in more than 10 years.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Bharatiya Janta Party, Delhi unit has appealed to its members to resort to violence if it takes to stop the farmers from organising a tractor rally on January 26, 2021",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "U.S. House Speaker Nancy Pelosi diverted $2.4 billion from the Social Security fund to cover impeachment costs.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"You might be surprised to know that 137 billion gallons flows (into Lake Erie) every day. You might be surprised to know that only 86.3 billion gallons flow out. ... Leaving us a net surplus of approximately 50 billion gallons a day.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The federal government \"may put 16,500 IRS agents in charge of policing President Obama's health care bill.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "The Obama administration is allowing state waivers from welfare work requirements \"only if they had a credible plan to increase employment by 20 percent.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "1400-year-old stonework at Lalgiri temple showing a ‘person sitting in front of a computer’",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Ninety-five percent of the money used for union-operated worker training centers comes from employers.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"Congresswoman Kathy Castor voted to spend $2.6 million to teach prostitutes in China to drink responsibly.\"",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "Lawyers for Pharrell Williams sent Donald Trump a \"cease and desist\" letter after the president played the song \"Happy\" before a speech on 27 October.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Photo shows two women carrying a fake body during the COVID-19 pandemic",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Vice President Mike Pence on Jan. 6, 2021, could have approved the 2020 electoral votes on the condition that Congress pass an overhaul of election law.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "No, Kenya's education minister has not announced that 29- to 35-year-old Kenyans will rewrite major high school exam",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Breaking: Crew of Air Force One Refuses to Fly Obama 6000 miles ‘Just to Play Golf’ \"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Was A Philadelphia Mob Boss Hired To Produce 300,000 Ballots For Joe Biden?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Dashcam footage showing car lifted in harsh winds predates 2023 Texas storm",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Due to a shortage of men, Iceland will pay $5,000 per month to immigrants who marry Icelandic women.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says \"over 40 Republican leaders denounced\" Steve Watkins’ campaign",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Mojo story ran false report on 8-month-old video of Delhi cop beating youth",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says of 80,000 people who were denied a firearm in 2012 due to a failed background check, only 44 were prosecuted.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "\"Obamacare Fail #4: Less Freedom. In 2015, Americans paid $3 billion in penalties for not purchasing unaffordable health plans that did not meet their needs\"",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "“In 2020, there was a 64% drop in cases of GBVF compared to the same period in 2019.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says after Hillary Clinton helped a man accused of raping a 12-year-old, \"she's seen laughing on two separate occasions, laughing at the girl who was raped.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A pedophile named William Smith was decapitated and left on a judge's doorstep in September 2017.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Alison Alter \"has exploited a campaign finance loophole to obtain over $64,000 in public dollars to fund her campaign.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"The middle class can be defined to include those with income between roughly $20,000 and $60,000.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Video of pro-Hindu outfits protest in Chitradurga condemning the murder of Bajrang Dal activist Harsha",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Trump posted about \"losing loser\" Elon Musk and \"loser 'meatball' Ron\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Country star Dolly Parton gave only her own money and did not ask for others' donations for victims of the November 2016 wildfires that scorched areas in and around the Great Smoky Mountains National Park.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Boris Johnson wrote in 2013 that the EU is \"better placed to strike trade deals with the US, or China, than the UK on its own. More generally, there is a risk that leaving the EU will be globally interpreted as a narrow, xenophobic, backward-looking thing to do.\"",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "A newspaper clipping of Maulana Saad donating Rs 1 crore to the PM relief fund amid the coronavirus pandemic",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"With 40 billion dollars, Elon Musk could have given each of the 330M people living in America a million dollars and still had $7B left over.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The mother of Fred Hampton, a civil rights activist killed by the FBI in 1969, used to babysit Emmett Till, a Black boy who was lynched in Mississippi in 1955.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "In August 2020, U.S. House Speaker Nancy Pelosi wrote to Portland Mayor Ted Wheeler, urging him to \"blame Trump\" for civil unrest in the city.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Clip of levelled houses was not filmed during Mississippi tornado in March 2023",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Eskom said on Facebook that Soweto was promised free electricity after 1994",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "This photo shows women working for the Red Cross arriving at Normandy beach in 1944 to assist injured troops.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Pfizer's CEO said that by 2023, he wanted to reduce the world population by 50%",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Nein – Die französische Regierung will Pädophilie nicht legalisieren/nSeit dem 3. August 2018 gilt in Frankreich ein neues Gesetz gegen sexuelle Gewalt und Belästigung. Blogger behaupten, dass es Pädophilie legalisiert. Das ist falsch.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The state of South Carolina executed 14-year-old George Stinney in 1944, but a judge from the same court declared his \"innocence\" in 2014.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Says that in Illinois, \"fewer than 20% of those actually deported have been charged with any serious crime.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "First video recorded by Chandrayaan-3 after landing on the moon",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The Fort Detrick lab in the United States is the origin place of the 2019 coronavirus which was forced to shut down when the virus leaked.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Trump arranged a deal with Carrier that kept a thousand jobs in the United States.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Turkey issues postage stamp featuring PM Modi, recognizing him as one of the greatest leaders",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Burning 10 gram oxygen can produce 1000 tonnes of oxygen",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says carbon monoxide is still employed to euthanize dogs and cats in 29 Texas animal shelters.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "\"Every month, another 50,000 U.S.-born Hispanics turn 18 and become eligible to vote.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "₹1.85 crore balance had to be paid by SPB’s family in the morning to take the mortal remains.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Earmarks requested in a federal spending bill included \"$277,000 for potato pest management in Wisconsin.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Warner Bros. is phasing out DVD and Blu-ray sales starting in 2022.",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "As of July 2022, Ohio’s law banning abortions for people who have been pregnant for six weeks or longer has an exception for victims of rape.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The first 8 Omicron symptoms — including lower back pain, night sweats and body aches, and loss of appetite — can appear as quickly as 48 hours after being infected.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"New York state spends more than $8 billion in taxpayer money each year on job-creation programs - more than the combined total of the next three largest states\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says hewas \"one of the chief architects\" of balancing the federalbudget.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "James Langevin \"has received almost $20 million from taxpayers and special interests to use at his own discretion to supposedly champion Rhode Island’s needs.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "US Supreme Court justice Ruth Bader Ginsburg was nominated and confirmed within 43 days of an election",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Artikel 106 und 107 der Charta der Vereinten Nationen gestatteten Russland den Angriff auf die Ukraine. Die Artikel gäben den „Siegern“ des Zweiten Weltkriegs – darunter Russland – das Recht, gegen die Länder, die gegen sie gekämpft haben, Maßnahmen zu ergreifen. Um dies zu tun, müssten sie nur die anderen „Siegerländer“ benachrichtigen, nicht aber ihre Zustimmung einholen.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“The 2019 Kenya population and housing census recorded the youth (below 35 years) to be 35,700,787, accounting for 75.1% of the total population.” ",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "\"We have the lowest percentage of Americans actually holding a job in 40 years.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Says Measure 3-386 will cost a fortune for elections while Measure 3-388 will cost less.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "“Joe Biden’s war on American energy caused this crisis and his only response has been to drain our strategic petroleum reserve to its lowest level since 1983.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Um eine Boeing 747 aufzutanken benötige man circa 216.000 Liter Treibstoff. Die gleiche Menge benötige ein Bauer um 12 Jahre lang seine Flächen zu beackern. Damit könne man 20 Millionen Liter Milch und 132.000 Kilogramm Fleisch produzieren.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“If you earn $100 and pay $33 income tax you’re left with $67. You then buy $67 worth of fuel and in doing so pay a 48% fuel tax (fuel tax = $32.16 + $6.70 GST). This means that the government just got $71.86 tax from your hard earned $100.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Seven simple hand exercises will boost immunity and prevent an individual from contracting COVID-19.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Applying Vaseline to your nostrils can protect against PM 2.5",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Photo of man destroying road taken in South Africa in 2020, not in Kenya in 2023",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The CDC said that only 6% of the 153,504 deaths in the U.S. were related to COVID-19.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Texas would have to increase current state spending by 28 percent just to reach the national average for spending per resident.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "88 MP's from BJP met Rajnath Singh and requested to take back NRC and CAA",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Wendy Davis is \"fighting to bring ... Bloomberg-style gun control to Texas.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Jyoti Paswan who cycled 1,200 km from Gurugram to Darbhanga with her father was raped and killed in her village",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "When Obama took office \"the economy of the United States was actually shrinking for the first time in about 70 years.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Video shows Hindu MP is begging for mercy in Pakistan's parliament with folded hands.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The symptoms of Covid-19 are that it first infects the throat, so you'll have a sore throat lasting 3 or 4 days. The virus then blends into nasal fluid that enters the trachea and then the lungs causing pneumonia. This takes about 5 or 6 days. With pneumonia comes high fever and difficulty breathing",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "\"Since 1990, in inflation-adjusted dollars, per-student funding of the (Florida) state university system from general revenue has dropped by about $4,000.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Retailer Forever 21 is selling rings and other jewelry that include swastikas.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "All mentions of \"pro-life\" were scrubbed from the Donald J. Trump campaign web site 12 hours after he was elected president.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Mercedes-Benz USA moving its headquarters to Atlanta will create at least 800 jobs.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "\"There's more than 100,000 people working at the Department of Agriculture. That's 1 employee for every 30 farmers.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Trump alleged that there is voter fraud in the 2020 Presidential election.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Boxer-turned-senator Manny Pacquiao took only three months to finish his bachelor’s degree",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Fake: Ukrainian Football Association Announces Matches &#8220;in Memory of 300,000 Fallen Soldiers&#8221;",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says he \"raised average family income by 50 percent\" during his tenure as Arkansas governor.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"A single mother of two can’t qualify for basic healthcare through Medicaid if she makes more than $3,504 dollars a year.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "COVID-19 vaccines were rushed and developed in six months.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"According to Wikipedia, there are only five countries in the entire planet that are more unequal than the United States in the distribution of our wealth.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "The wives of the 9/11 hijackers \"knew exactly what was happening\" and went back to Saudi Arabia two days before the attacks to watch their husbands on television flying the planes.",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "Says Rep. Matt Gaetz and Sen. Ted Cruz took two weeks paid sick leave to self-quarantine. Gaetz “voted in 2013 to make it illegal for any city in Florida to enact paid sick leave,” and Cruz “voted in 2015 in the U.S. Senate against paid sick leave.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "President Trump amended Executive Order 13223, recalling 1,000 retired Air Force pilots in a \"mini draft\" and in preparation for imminent war.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "If the voting bill H.R. 1 is passed, “absentee ballots would be mailed out to anyone without proof of the voter’s identity.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The U.S. has to go to \"plane graveyards\" and museums to get parts for its 20-year-old jet fighters while it sells new jets to other countries.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Video accurately showed someone claiming to be U.S. Vice President Kamala Harris sitting behind U.S. President Joe Biden at his State of the Union speech on Feb. 7, 2023. The person’s mask appears to be slipping off through loose-appearing skin around her neck, proving that she is posing as Harris.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says California has a top income tax rate of 13.3% “and people aren’t leaving.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "“Just out that the Obama Administration granted citizenship, during the terrible Iran Deal negotiation, to 2,500 Iranians - including to government officials. How big (and bad) is that?”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Three Florida men were arrested for eating human flesh, a practice they claimed cures depression and diabetes.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“Four kids who took the coronavirus vaccine died immediately.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The Massachusetts health care plan \"dealt with 8 percent of our population,\" far less than the \"100 percent of American people\" affected by President Barack Obama’s health care law.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "This video shows Amitabh Bachchan thanking healthcare workers after he was hospitalised for COVID-19 in July 2020",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "BJP has won the MCD 2022 election by securing 154 seats out of 250, whereas AAP and INC got 87 & 08 seats respectively",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Video of a man shot to death for raping a five-year-old in Dubai after a court order within 15 minutes of the incident",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A federal gun law was passed in September 2016 which will prevent people from practicing \"open carry\" in all 50 states.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Photo shows Brett Kavanaugh asleep on a couch holding two beer bottles in 1982",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Image doesn’t show 400 jets flown to Glasgow for COP26",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "Image of UFO on back of truck dates to at least 2018, shows haulage company promotion",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "A video described as a \"campaign ad\" promoting U.S. President Donald Trump's 2020 reelection campaign was banned by Facebook and YouTube.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says there was a “28% increase in children to the border in my administration” and “31% … in 2019.” The increase in migration in January, February and March “happens every year.”",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "A 1999 video game named \"Omikron\" was made by Bill Gates and Microsoft,",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Jason Carter backed three of Nathan Deal’s budgets but accuses the governor of \"underfunding education.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Movie titled “The Omicron Variant” released in 1963.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "It’s a sign of fraud that “in 244 counties across the United States, there are more registered voters than there are people legally eligible to vote.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "In March 2021, a Big Smoke Burger restaurant offered a 50% discount for customers who had received a COVID-19 vaccination.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "A small dog named George gave his life to save five children from two pit bulls.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "\"More than 260,000 Americans are employed by the domestic solar industry — three times as many workers as employed by the entire coal mining industry.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "A video shows U.S. Rep. Ilhan Omar dancing on the anniversary of 9/11.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "One year during the COVID-19 pandemic, people who control hurricanes “forgot” to give the United States a hurricane.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Venomous 'two-striped telamonia' spiders are lurking beneath toilet seats in public restrooms.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Marco Rubio controlled funds that \"out of the $600,000 that were raised, only $4,000 went to candidates to try to improve their chances to be elected to office.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "The Wall Street Journal reported that President Joe Biden knew June 18 that the Titan submersible had imploded, but he withheld the news until June 22.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Viral Image Claims Michael Vick Served More Prison Time Than All The Cops That ‘Killed The Last 493 Unarmed Black Men’",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says President Barack Obama has \"not proposed one thing that would change\" the fact that Warren Buffett pays a lower tax rate than his secretary.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Says President Obama \"is reducing our naval fleet to 1917 levels...\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Image shows Buhari asking Nigerians to vote for Peter Obi in the 2023 election.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Trump: We have spent nearly $2.5 trillion on completely rebuilding our military, this includes three separate pay raises for our great warriors.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "This video shows one of the Indian soldiers killed in a deadly border clash between Chinese and Indian troops in Galwan Valley in June 2020",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "\"In 2008, candidate Barack Obama attacked John McCain for proposing cuts to Medicare.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "\"[W]e have doubled the number of people who are receiving anti-retroviral treatment, from one million to 2.4 million people in 2013.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“Ray Epps confessed to Jan. 6 Committee he ‘orchestrated’ attack on Capitol”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Did South African President Cyril Ramaphosa Order All Foreigners To Vacate The Country By June 21 Due To COVID-19?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "On attempt to test 5G in the Netherlands 297 birds died due to high frequency.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Since 2008, Gwinnett County’s population has grown 15 percent, while the county government staff has increased only 1 percent.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Democratic senators in summer 2022 voted to hire an army of 87,000 IRS agents who will audit and harass the middle class.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "New England Journal of Medicine study finds 82% miscarriage rate among women vaccinated against covid-19.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "If you do challenge someone, you could be fined under the Equality Act 2010.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“The risk of myocarditis is 800 times higher for vaccinated than unvaccinated young adults, according to a recent Swiss study”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Decriminalizing marijuana \"will save the state anywhere from $4 (million) to $11 million dollars.\"",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "A video shows two black men being arrested while waiting for a friend at a Starbucks.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Says Barack Obama \"robbed Medicare (of) $716 billion to pay for ... Obamacare.\"",
        "label": "Conflicting",
        "complexity": 0
    },
    {
        "claim": "\"The world food demand is going to double sometime between now and 2070.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "The five Taliban detainees being released from Guantanamo in exchange for captured Army Sgt. Bowe Bergdahl \"are the hardest of the hard-core. These are the highest high-risk people.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "\"Test scores had gone up steadily for 40 years until No Child Left Behind and Race to the Top.\"",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "Almost 400 arrests in the city last year for panhandling-related offenses involved just 78 suspects, an indication that the same people are panhandling over and over.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "In 1934, a newspaper cartoon imagined online news consumption with a cartoon entitled \"Television Newspaper.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Video claiming Kenya's former electoral commission chair will 'open' 2022 election servers is false",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Quote from Ryanair’s chief executive denying man-made climate change is from 2010; Michael O’Leary has since changed his view",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Pennsylvania judge ruled on Election Day that mail-in ballots count if received by Nov. 14",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Does The Presidential Transition Enhancement Act Allow Trump To Keep Control Of The Military For 60 Days After His Term Ended?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Video of passengers crying and praying aloud is in-flight footage of the Sriwijaya Air Flight SJ 182 that crashed in Indonesia.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The Government of India has decided to decrease the retirement age of Central Government employees from 60 years to 58 years.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "In 2007, when Nancy Pelosi met with President Assad of Syria, \"nobody got upset.\"",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Claims 12-year-old tennis player who died had received COVID-19 vaccine are unsubstantiated",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Firearms homicides are down about 40 percent\" since Texas passed concealed-gun permit law.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "\"We have invested more than R2 trillion in infrastructure projects over the past 10 years to build more schools, clinics, roads and the freight logistics network.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Did Justin Trudeau Tweet About Limiting Sexual Partners Due To Monkeypox?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"(The Tax Policy Center) found that Romney would raise taxes on the average middle class family by $2,000 to pay for $5 trillion in tax cuts for millionaires and billionaires.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Fake: West Needs to Plan for Ukraine&#8217;s Future As If Its Counteroffensive Already Failed – Foreign Affairs",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“This means we have a deficit of 3.2 million homes [in Lagos].”",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "\"American voters remain steadfast in their support for immigration reform with a path to citizenship, with more than 70 percent who want to see reform passed this year.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"It’s been 14 years since a president or a vice president or a member of their family has not gone and attended at least an event at the Olympics.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "A video shows protesters and members of antifa attacking the Texas Children's Hospital and terrorizing a child during spring 2020 demonstrations against police brutality.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "US President Joe Biden did 36 push-ups, ran a mile in 5 minutes",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The Commission on Audit is looking for P25 million “hidden” by former vice president Leni Robredo",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "300 sadhus in Jaipur tested positive for COVID-19 after smoking from the same pipe",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Tim Kaine \"reduced higher education funding by 25 percent when he was governor, driving up tuition...\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "No, photo taken in 1965 – doesn't show Kenyan politicians Ruto and Mudavadi at State House party in 1990s",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"We have 41,000 people right now on the waitlist for financial-based assistance for our tech colleges and universities,\" most of them for tech schools.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Rampyari Gurjar defeated Timur leading an army of 40000 soldiers",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says the 3C Corridor train would have taken \"an hour and 15 minutes longer\" to carry passengers across Ohio \"than it would have taken on a New York Central train in 1935.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "\"The fact of the matter is that my colleague from New York, Senator Clinton, there are 50 percent of the American public that say they're not going to vote for her.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "The FBI “spent more time investigating” the Jan. 6 Capitol attack than 9/11.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"People haven't had a raise -- 90 percent of Americans have not had a raise for 40 years.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"The CBO now says the president's health care law will cut the number of full-time jobs in the United States by 2.3 million by 2021.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "“2.5 million passengers have travelled using Madaraka Express since its inception in May 2018.”",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "“They have 180 million people, families under what he wants to do, which will basically be socialized medicine — you won’t even have a choice — they want to terminate 180 million plans.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Since 2012,\" city of Austin \"property taxes have gone up almost 30 percent while incomes have only risen 4 percent.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Prior to condemning flag burning in November 2016, Donald Trump endorsed the act in February 2011.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Woman holds hand of voters to press EVM button in 2021 West Bengal elections",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says about 25 Texas cities and 39 states have banned texting while driving.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "\"Was it 150 million people on private insurance? 50 million of those people lose their private insurance every year when they quit their jobs, or they go unemployed, or their employer changes their insurance policy.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Video shows Antifa/Black Lives Matters protesters looting a gun store",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Indian troops captured over 150 Chinese soldiers in Arunachal Pradesh and released them only after commander-level talks between the two sides.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A tweet by NDTV claims that during a speech in UP's Raebareli, PM Modi said his government built 1,250 crore houses.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Actor Russell Johnson, who played “The Professor” in the U.S. television series “Gilligan’s Island,” flew 44 combat missions as a bombardier during World War II.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Police beating people after central government decision to abolish Article 35A and 370.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Pfizer vaccine has killed around 40 times more elderly than the virus itself would have.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "\"Nearly 80,000 land claims, totalling 3.4 million hectares, have been settled. 1.8 million people have benefited.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"Since 1981, reconciliation has been used 21 times. Most of it's been used by Republicans.\"",
        "label": "True",
        "complexity": 1
    },
    {
        "claim": "\"(Fritz) Kaegi managed a fund that invested nearly $30 million in private prisons.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says Hillary Clinton told the Des Moines Register on Aug. 8, 2015:\"I will get the NRA shut down for good if I become president. If we can ban handguns, we will do it.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A five-year-old girl named Bella Heather has gone missing from her home. An amber alert has been activated in response to her disappearance.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Posts claim Jan. 6 Capitol attack conspiracy based on movie theater listings",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "With over 19,183 crores deposited in Sukanya Samriddhi accounts,financial future has been secured for crores of girls.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Image shows U.S. slaves being sold at Black Friday auction in 1904",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A teenager was given a 25-year prison sentence for a prank known as \"swatting.\"",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Democrats forfeited the election due to voter fraud and Trump won the 2020 election.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Whipped cream was banned in South Korean cafes in January 2021",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A Facebook post of Palam Metro Station announcing the donation of 670 refrigerators and stoves that could not be sold due to minor damages",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says his \"Act 10 reforms\" have \"saved the taxpayers some $3 billion.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "By administering hydroxychloroquine combined with azithromycin, they were able to observe an improvement in all cases, except in one patient",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "\"About 40 percent of workers don’t ... have a single paid sick day.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Telangana government distributing Ramzan gifts packs during the lockdown",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "\"I requested … I definitely gave the number of 10,000 National Guardsmen, and [said] I think you should have 10,000 of the National Guard ready.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Imperial Oil app guarantees every Canadian can earn $9,000 per month",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says there are \"$500 billion in Medicare cuts required to pay for this flawed [health care law].\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "The USPS has issued no new Christmas stamps for 2021, although there are stamps for Eid, Diwali, Hanukkah, and Kwanzaa.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Former Pakistani diplomat Zafar Hilaly admitted that India took down 300 people in the Balakot airstrike",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Arturo Tolentino was the duly elected vice president in 1986 and was the real president after Ferdinand Marcos flew to Hawaii.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Mitt Romney’s investments created zero jobs.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "An American teenager got 30 years in prison for killing a \"Muslim refugee\" who raped his sister.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Corpus Christi to become first TX city to decriminalize Marijuana starting April, 20th 2017",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "In 2019, a Democrat lawmaker named Tara McClossoff introduced a bill that would ban senior citizens from voting.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Uncompensated care has \"gone down by 30 percent just in the first few months\" of Medicaid expansion in the states that adopted it.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "FDA says two Pfizer vaccine trial participants died due to 'adverse events'",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Gov. Scott Walker \"took away $1.6 billion from schools and handed it off as over $2 billion in tax breaks to the rich.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A novel published in 1981 did not predict the 2019 coronavirus",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Gov. Roy Cooper has \"filed nearly one lawsuit a month, with every single one of them an attempt to extend his own power.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "5-month-old baby kidnapped and carried to Dubai from Karachi inside a travel bag",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "\"Every poll you see, the overwhelming majority of people want [E-Verify].\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "„HalleLeaks“ erfindet Flüchtlings-Täter im Mordfall von Keira G. (14)/nZur Veröffentlichung eines Artikels von „HalleLeaks“ hatte die Polizei Berlin keinen Tatverdächtigen festgenommen.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“In my first four months in office, more than two million jobs have been created. That’s more than double the rate of my predecessor, and more than eight times the rate of President Reagan.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Apple CEO Tim Cook tweeted \"now pay 30%\" in reply to Elon Musk",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Rick Scott took $200,000 in campaign contributions from a company that \"profited off pollution.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "A village in Tamil Nadu went without electricity for 35 days to safeguard a bird’s nest and its hatchlings",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "An asteroid is going to hit the Earth on November 2, just a day before the United States Presidential election.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Seven-year satellite data shows no CO2-driven warming",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The EPA \"wants to hire 230,000 new government regulators that will cost the taxpayer $21 billion.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Michael Screnock \"let a child predator walk without time and let a rapist who preyed on an underage girl go free after only an eight-month sentence.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Ted Cruz \"helps run two national organizations that have been leading the push to give amnesty to illegal immigrants.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The Federal Emergency Management Agency is providing $4,800 in hazard pay to those who have been working during the COVID-19 pandemic.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Hitler “didn’t kill 6 million Jews” and “the Holocaust is not what happened.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The Covid-19 vaccines have killed two people for every one life saved.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "64 million people took advantage of the 'Eat Out to Help Out' scheme.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"There isn’t a single (Texas) legislator under the age of 30, even though millennials make up 25 percent of the electorate in Texas.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Says she got unions to agree to \"about $10 million in reduction\" of salaries and health benefits while serving as Dane County executive in Wisconsin.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "“Our unrelenting effort at resolving an almost two-decade stalling on the management of our petroleum resources and ensuring equitable consideration to our host communities has resulted in the enactment of the Petroleum Industry Act, 2021.”",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Mehbooba Mufti as CM in 2014 had issued orders preventing checking of vehicles at barricades",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Footage of a million people attending the People's Vote march in March 2019 was censored by BBC News at the time but has now been released by BBC Politics.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "because the photo comes from a blog post published in September 2022.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Golf champion Tiger Woods has had other vehicle crashes prior to the one in late February 2021.",
        "label": "True",
        "complexity": 1
    },
    {
        "claim": "“DEA agent Mark Ibrahim was forced from his job and later indicted simply because he was near the Capitol protest on Jan. 6.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Photo of a retired colonel from Lucknow who shot himself in distress as one of his sons couldn’t even attend the last rites of his mother",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The Democrats propose \"a government-controlled health care plan that will deprive roughly 120 million Americans of their current health care coverage.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Photo shows ex-PM of Pakistan Imran Khan wounded in 2022 gun attack",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "No, This Video Does Not Prove There Were No Planes Used In The 9/11 Attacks",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Pakistan denied airspace to India's C-17 Carrying Relief Aid for Turkey",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"There are only about 10 people in the United States Senate who have any real business experience.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Milk-Bone dog treats cause cancer in one of every two dogs that eat them.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The state contributed $80 million for the new Bucks arena, but new income tax revenue from basketball events alone \"is estimated to be probably over $600 million over the life of the lease.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "AAP chief Arvind Kejriwal has praised Bhagwant Mann, his party’s CM candidate for Punjab, for his decision to quit drinking from January 1, 2022.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "An image shows a 282-year-old East India trading company ship returning to London for the first time since 1787.",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "If you do catch Covid-19, you have a \"one in a 100 percent\" chance of dying.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "“Unemployment now pays $24/hour, even if your wages were lower. Why don’t ‘essential’ people forced to still work get $24, too?”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says ending the direct payment farm subsidy program \"could save up to $28.4 billion over ten years that could be used to reduce the deficit.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "The U.S. spends $4 billion on research and development for energy, while spending $350 billion on oil from foreign countries, \"many of whom are our enemies.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Binge eater hospitalized after gobbling up more than 30 lbs of urinal deodorizers",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Come June 1 and additional charges of Rs 173 will be deducted from your bank account after four ATM withdrawals in a month.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Video showing the last moments of ATR 72 domestic aircraft that crashed at the Pokhara International Airport in Nepal",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Photo shows funeral for people executed in Saudi Arabia in 2022",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "\"The job [of correctional officer] lowers your life expectancy . . . Metropolitan did a study in, I believe it was 1998, and the life expectancy was 58.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Fifty percent of children who acquire myocarditis caused by Covid-19 vaccines will die within five years of diagnosis.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "One estimate says there may be \"three times as much oil in the United States as there is in Saudi Arabia.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says Joe Biden plans to “mandate net-zero carbon emissions for homes, offices and all new buildings by 2030. That basically means no windows, no nothing.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Photo shows Indian politician Mamata Banerjee walking out of a wheelchair and faking her leg injury in March 2021.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "In early 2021, California Assembly Member Cristina Garcia published legislation to include \"stealthing\" under the definition of sexual battery in the state's civil code.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "A New York Democratic politician named Jenna Tull said that Americans should be euthanized when they hit 70.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Nearly 14,000 Wisconsinites have lost their job since Governor Walker and the Republicans took over in January.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "In 2018, Russian scientists defrosted two species of prehistoric worms that were frozen in Arctic permafrost for 32,000 and 41,700 years, respectively. After thawing, two worms \"woke up\" and began to move and eat.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Facebook posts shared more than 1,000 times appear to show a billboard advertisement from US pharmaceutical giant Merck encouraging viewers to take a novel coronavirus vaccine",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Does Chapter 45 Of Donald Trump’s ‘The Art Of The Deal’ Tell Readers To ‘Never Admit Defeat’?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "More women were killed by their husbands or boyfriends since Sept. 11 than \"all the Americans who were killed by 9/11 or in Afghanistan and Iraq.\"",
        "label": "True",
        "complexity": 1
    },
    {
        "claim": "After news reports said former U.S. President Barack Obama was planning to host “hundreds” of people for his 60th birthday party in early August 2021, he reduced the guest list to just family and close friends.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "\"We've done more tests in eight days than South Korea has done in eight weeks.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "2016 photo of Klaus Schwab and Bono miscaptioned as if related to Ukraine war",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "As a prosecutor, Wisconsin Supreme Court Justice David Prosser did not investigate or file charges in a case involving 30-year pedophile priest, then participated in cover-up.",
        "label": "Conflicting",
        "complexity": 0
    },
    {
        "claim": "“The average (Wisconsin) resident’s tax burden is at its lowest level in nearly 50 years while incomes continue to grow.”",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "National geographic channel has paid 1 million dollars for this rare video of an Eagle sheltering eggs",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A scientifically controlled university study reveals humans can emit 100,000 photons of light per second by meditating.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "This image shows attendees of the 2022 Oscars reacting to Will Smith slapping Chris Rock.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"KMC outlets are collecting KSh1 million daily … This KSh1 million translates to KSh30 million every month, and KSh3.6 billion annually in just one outlet.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Chicago experienced its deadliest weekend of the year...With 7 dead and 52 wounded near a playground.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says a Portland school gives Muslim students \"their own school provided prayer room, prayer rugs,\" and lets them \"out of class five times a day to pray to Allah.\"",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "\"Charlie Crist signed into law an automatic 15 percent annual tuition increase that put college further out of reach for many Floridians.\"",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "In 45 states, doctors and medical students are legally allowed to practice pelvic exams on patients who are under anesthesia without being granted explicit consent to do so.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "\"Amendments (Hillary Clinton) supported and voted for in 2006, she no longer supported in 2008,\" showing she changed positions on an India nuclear deal.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "On May 2, 1845, 79 people died after the Yarmouth suspension bridge collapsed in Great Yarmouth, England, as they watched a circus stunt involving a clown in a bathtub being pulled by four geese.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "“There are people trying to make legal age of consent 4 years old.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"This bill allows Virginia to join about 23 other states that have an ultrasound procedure\" before an abortion.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Says \"the money is in the budget\" to give a tax break to \"everyone,\" including people making more than $1 million.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Assam government has announced sum of Rs 15,000 every month to temple priests.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Toby Carvery is offering a free meal-for-two to people who share and comment on a Facebook post.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The Philippine Commission on Election says Vice President Leni Robredo is getting disqualified from the 2022 elections for soliciting donations",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A 31 year old rare picture of Narendra Modi at a refugee camp at Rajasthans Barmer where he went to meet displaced Hindus.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Video does not capture Oct. 8 explosion on bridge linking Russia to Crimea",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "COVID-19 vaccines skipped animal testing; COVID-19 vaccines weren’t tested in humans before being released to the public; COVID-19 vaccines are unsafe",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Chris Christie has led New Jersey to a record-breaking 9 credit downgrades.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "“We lost lives, left Americans behind and surrendered $85 billion worth of the finest military equipment anywhere in the world.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Members of the public are being charged $50 to hear Gov. Scott Walker and a dozen members of his administration talk about jobs and the economy at Lambeau Field.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Says Kanye West scored \"106 points against wheelchair basketball team.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Democratic congressional candidate Tom Malinowski \"supports a full repeal of the 2017 tax law, which includes vital tax incentives\" for New Jersey communities.",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "Says Adam Hasner’s record includes \"requesting over $92.2 million in earmarks.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "A four-year-old called Jack Graham, pictured in a photo with a fawn, has gone missing and is believed to be in need of medical attention.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "At the beginning of the lockdown, all senior staff at the hospital in East Kilbride were invited to a meeting where they were told anyone 45 or older were to be classed as DNR.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "WTC 1, 2 & 7 were brought down via controlled demolition.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Nominees/legal heirs of private firm employees who died of Covid are eligible to receive an amount up to Rs 7 lakh under Employees Deposit Linked Insurance (EDLI) scheme.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "“Potassium chloride actually causes cardiac arrest […] and we’re drinking it in Dasani water.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says \"Bush Jr. handed Obama a $1.4 trillion deficit\" and Obama \"reduced Bush Jr.’s deficit to just $492 billion.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"If you look at our tax mix, the share of corporate revenues as a percentage of our overall revenue mix has declined by about half over the last 30 years.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "“Forty percent of Americans under age 35 tell pollsters they think the First Amendment is dangerous because you might use your freedom to say something that hurts somebody else’s feelings.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Image of a cycle embedded into a tree, which was left behind a young boy going off to war in 1914",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Trump's Department of Justice asked the U.S. Supreme Court to rule, in two consolidated cases, in a way that would establish the legality of employers' firing workers on the basis of their sexual orientation.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "In more than 60 cases, judges “looked at the allegations that Trump was making and determined they were without any merit.”",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Cuts to Australia’s greenhouse gas emissions since 2005 are similar to those achieved in the EU.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "This video shows 20,000 bikers in Germany rallying to cheer up a six-year-old cancer patient.",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "Photo shows Indonesia explosion that killed 2 toddlers in April 2022",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says 77 percent \"of Portland's students finish elementary school without taking even one art class.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "\"President Obama will now own 60 percent of GM, and his union buddies will own almost 20 percent.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "The president’s proposed budget \"will help reduce the deficit by $400 billion over the next decade to the lowest level since Dwight Eisenhower was president.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A picture shows a man called Simon Hendricks, 64, who has gone missing with his dog Cami in Northern Ireland.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says opponents of the health care law \"prevailed on our two main arguments\" to the U.S. Supreme Court.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Banks will operate five days a week starting June 1, 2019",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "Photo shows the upcoming BEST double decker buses which is going to be fully electric and emission-free.",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "The SNP Government has cut the bus pass budget by £10m and plan to cut back the eligibility criteria for the bus pass after the election.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Did Georgia Send Out 7 Million Absentee Ballots While Only Having 5.6 Million Registered Voters In The 2020 Presidential Election?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says \"One-third of our healthcare dollars go to wasteful insurance billing and bureaucracy.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Photographs show a 7-month-old white fox that was skinned alive to make a fur coat for musician Lady Gaga.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A DNA report revealed that an American milkman fathered more than 800 children with his clients' wives.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"In Iran in 1979, the extremists hijacked the broad-based popular revolution against the Shah and established a brutal theocracy.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "“Mail-In Ballots will lead to massive electoral fraud and a rigged 2020 Election.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "U.S. Sen. Lindsey Graham had dinner with Joe Biggs, a prominent figure in the right-wing Proud Boys group, before Biggs helped plan the January 2021 attack on the U.S. Capitol.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says Florida had five sanctuary cities while Jeb Bush was governor.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"The previous administration under President Barack Obama really was the first time that we didn’t ask a citizenship-type question … for the first time in a century, a citizenship question was not included in 2010.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Obama's proposed budget \"doubles the debt in five years, triples it in 10 years.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Accident grave à Paris - Le célèbre chanteur Stromae est décédé aujourd'hui à l'âge de 33 ans, des suites d'un accident de la route.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Average Antarctic temperature would have to rise 100 degrees to melt ice",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“Despite all his past promises, what President Zuma failed to tell us last week was that, today, there are 1.6-million more South Africans without jobs than when he took office in 2009.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Statistics show that among members of Congress, 117 have bankrupted at least two businesses, 71 can’t receive credit cards due to bad credit and 84 have been arrested for drunk driving.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The video shows Gujarat Police beating two Muslims for harassing a Hindu girl on Rakshabandhan.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Viral Photo Purporting To Show Trump Dancing With 13-Year-Old Girl Is AI-Generated",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "As of July 2020, the New Zealand Defence Force are allowed to enter homes and remove people in response to COVID-19",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Most women, including 98 percent of Catholic women, have used contraception.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "A new 10-foot wall in front of the Federal Reserve building in Washington is a sign that the building is preparing for protests in response to rising interest rates.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Thirty-seven percent of Central Falls’ retired police officers and firefighters are out on disability pensions; in most municipalities, about 5 percent of retirees collect disability pensions.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "President Rodrigo Duterte said getting more than two doses of the COVID-19 vaccine is dangerous",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Dänemark: Syrische Großfamilie erhält keine 214.000 Kronen Kindergeld/nLaut einem Beitrag von „Zukunft Europa” erhalten ein syrischer Mann und seine drei Frauen und 20 Kinder 214.000 DKK Sozialleistungen. Als Quelle wird eine dänische Boulevardzeitung genannt. Was „Zukunft Europa” falsch wiedergibt, lest ihr hier.",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "U.S. Senate candidate David Perdue’s company took $3 million from the federal stimulus program that President Barack Obama created.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says Scott Brown voted with President Barack Obama 70 percent of the time in 2011.",
        "label": "True",
        "complexity": 1
    },
    {
        "claim": "In 1999, Donald Trump lobbied against mandatory sprinklers for apartment buildings in New York, including his own Trump Tower.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "\"He leant his name to a bill, did little or nothing three years ago to try to get it passed, (and) since then has done absolutely nothing other than disavow any attempt to move on the legislation.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "In August 2021, National Security Adviser Jake Sullivan said that despite extensive U.S. funding, equipping, and training of Afghan security forces, \"we could not give them the will\" to fight the Taliban.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "In August 2021, Netflix announced that the fourth season of \"Stranger Things\" would be released in 2022.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Video of people evacuating a beach dates to 2021, not related to Israel-Palestine unrest in May, 2023",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Albert Einstein said technology would one day \"surpass our human interaction\" and create \"a generation of idiots\".",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Disgraced former New York Gov. Andrew Cuomo left his dog, Captain, behind when he moved out of the governor’s house in mid-August 2021, and asked if any staff member could keep him.",
        "label": "Conflicting",
        "complexity": 0
    },
    {
        "claim": "\"The border is down 78 percent. Under past administrations, the border didn’t go down -- it went up.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "PSA from 1956 warns of a future plague that will break out in the year 2020",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Video shows students crowding in trains to give the UP PET 2022.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Ivermectin causes sterility in 85% of men who take it",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Texas lawmakers in 2011 ordered school districts to test every student on their respiratory system and weight.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Were Two Websites Tied To Paul Pelosi’s Attacker Created The Day Of The Attack?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"When (Joe Kyrillos) had an opportunity to vote for women in terms of their health care, not once, not twice, but six times, he voted against women’s health care in our state.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Delhi Police to Put People Not Wearing Masks in Jail for 10 Hours",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Taxpayer funds were used to pay John Farnham for the use of his 1986 song You're the Voice in a pro-Indigenous voice advert.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says \"Rep. Jim Weidner proposed a bill taking away health care for 80,000 of Oregon's children.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "A vintage ad for orange juice from the 1970s featured the slogan from actress Joan Crawford, “I enjoy seven inches every morning.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "After receiving a two-dose initial vaccination series and two additional booster shots, U.S. first lady Jill Biden tested positive for COVID-19 in September 2023.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "People paid to not cast vote in 2022 UP elections",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "In July 2023, during protests over the police shooting of a teenager, France announced it was restricting internet access.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says people shouldn’t make birthday donations on Facebook because the organization can claim the donation as a tax write-off, and only has to deliver 15% of the donation to the charity organization.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Barbara Boxer voted to cut spending on Medicare benefits by $500 billion, cuts so costly to hospitals and nursing homes that they could stop taking Medicare altogether.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "CNN reported Sept. 7, 2023, that President Joe Biden’s family admitted “he died and was replaced by an actor in 2019.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Bruce Springsteen \"only had 8,000 tickets sold\" for a Greensboro show and canceled after \"they didn’t get the ticket sales they wanted.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "In 2015, Texas Gov. Greg Abbott urged Texans to “pick up the pace” in purchasing new guns.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "\"If you’ve been exposed to the stomach flu,\" you can avoid getting it if you \"drink 3 glasses of 100% grape juice a day for 3 days. It changes the acidity in your stomach. ...This really works!!\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A photograph shows a member of the October 2018 Central American migrant caravan urinating on an U.S. flag.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "$29 is what \"families on SNAP (i.e. food stamps) have to live on for a week.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Did Russia Let Over 500 Lions Loose To Keep People Indoors During The Coronavirus Pandemic?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "World Trade Center leaseholder Larry Silverstein bought terrorism insurance two months before 9/11, then collected double its value on the grounds that there were two attacks.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Video of an old woman who was left home alone for ten days by a UP couple to go to Shaheen Bagh",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "After spending 20 years in prison for a crime they never committed, 122 Muslim men were acquitted by a court in Gujarat. The men were arrested in Surat in 2001 under UAPA for allegedly being members of banned outfit SIMI.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "“Eighty-six million middle-class families will see a tax increase while they advertise it as a middle-class bill.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "“Sixty percent of (Virginia's) children don’t meet national proficiency standards…”",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "In mid-February 2021, the Los Angeles Police Department announced an investigation into reports that officers were passing around a photo of George Floyd with the caption, “You take my breath away.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Pictures show Rahul and Priyanka Gandhi conducting secret meetings with Chinese ambassadors during the 2017 Doklam crisis.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Samajwadi Party leader Azam Khan said Lord Rama and Krishna — not the Mughals — are his ideals after spending 27 months in jail.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "photo shows coffins of Chinese soldiers killed in December 9 clash in Tawang, Arunachal",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"In 1958, there were 16 states in this country that prohibited -- prohibited -- an African-American and a Caucasian from being married.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "An image shows a public health flyer distributed at Burning Man 2023",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Two days after 18-year-old Anurag Poddar was killed in a police clash in Munger, his mother suffered a heart attack and died.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Since 1968, \"more Americans have died from gunfire than died in … all the wars of this country's history.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Enhanced community quarantine extended up to April 30",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "We just had two years (2016-2018) of record-breaking Global Cooling.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Authorities discovered over 700 bodies buried in the backyard of Florida millionaire Jerry Richards.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Japan bans seven countries from entering, including Thailand",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"We have one senator who’s a ‘yes’ vote...but he’s in the hospital. And he’s a ‘yes’ vote. So we can’t do it by Friday. So we have the votes\" to pass a health care bill.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"In the month since Republicans took the House majority,\" they are trying to \"impose a 30% tax on everything.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says 228 House Democrats voted \"to allow illegal aliens to have right to vote\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "American Muslim groups raised more than $190,000 to benefit victims of the mass shooting attack at a Pittsburgh synagogue.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "\"I’ve released 22 years of my tax returns. You can go online and look. (Donald Trump) hasn’t released one.”",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "\"How To Hit A Woman So No One Knows\" was searched on Google 163 million times in 2020 during the pandemic.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"As President George W. Bush’s trade representative, Portman failed to address China’s currency manipulation, which was inflated to as much as 40 percent in 2006.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Europeans trying to get to North Africa during World War II'",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The 1987 filmBack to the Future IIcorrectly predicted that the Florida Marlins would win the 1997 World Series and that the Cubs would play Florida in the 2015 World Series.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "“(Retail) milk has gone up 7.5% since this time last year. The price farmers are paid has dropped 23%.”",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "From 2008 to 2011, \"the pages in the conforming bills have gone from 400 pages to 2,200.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Says \"the City of Portland alone has 84 public relation representatives on payroll which cost taxpayers over $6.2 million (a year).\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Eating six or seven bananas at once can result in death from a lethal potassium overdose.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Sheldon Whitehouse and 18 other senators \"voted to censor the internet.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Our WV highways rank 16th in the country in a national survey of highway systems, up 20 spots from last year’s ranking! This ranking affirms all the hard work we’ve done, and that we continue to do, fixing our state’s roads.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Hallie Biden tweeted that the 2020 presidential elections were rigged",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"David Perdue voted with liberals” for $10 trillion “in new debt, his out-of-control federal spending is driving inflation through the roof.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Independent analysts \"found that Trump's tax plan, given to the wealthy and big corporations, would rack up $30 trillion in debt.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Abigail Spanberger supported “nearly $1 billion in stimulus checks for prisoners, including domestic terrorists.”",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "Says Paul Ryan's budget relies on the same $700 billion in savings from Medicare that Mitt Romney and other Republicans have been attacking Democrats about.",
        "label": "True",
        "complexity": 1
    },
    {
        "claim": "“Because our family couldn’t afford health insurance, Obama/Biden penalized us about $10,000, then took that $10,000 and used it to pay for others’ free Obamacare. Trump ended that theft.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "According to the Lisbon Treaty, in 2022 we have to give up our nationality.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Sheikh Rasheed 'hiding in a hospital' to avoid arrest in 2022",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"We have only one person on the (TVA) board, to my knowledge, who even has any corporate board experience.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "“Amount President Trump has transferred from other agencies to fund his ‘Build the Wall’ Emergency: $10s of millions, & has identified billions more. Amount he’s transferred to address the Opioid National Emergency: $0”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "To improve the nutritional status of children (0-6 years), adolescent girls, pregnant women and lactating mothers, Prime Minister launched a ‘Poshan Abhiyan’ in 2017-18. More than six lakh Anganwadi workers are equipped with smart phones to upload the nutritional status of more than 10 crore households",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Three members of a crime gang known as the \"Irish Mob Midgets\" were arrested in Boston.",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "Leaked text messages obtained by CNN showed that Virginia Thomas and Mark Meadows corresponded about Venmo payments and “coup buses” amid the Jan. 6, 2021, insurrection at the U.S. Capitol.",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "Says \"93 percent of blacks in America are killed by other blacks.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Stanford University rejected all applicants for the Class of 2020, cementing their status as an upper-crust institution.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Through competition as governor, I got agreements to build a nearly $40-billion natural gas pipeline.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Milkshakes containing cement were thrown during protests in Portland in late June 2019.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Obama administration delay of health care law's employer mandate affects about 1 percent of the American workforce.",
        "label": "True",
        "complexity": 1
    },
    {
        "claim": "U.S. Rep. Lauren Boebert and U.S. Rep. Matt Gaetz did not join the standing ovation for Ukrainian President Volodymyr Zelenskyy as he gave a speech at the U.S. Capitol in late 2022.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Mothers feel 57 del of pain during childbirth and a human body can only bear 45 del.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"91 percent of Latinos support the DREAM Act, which allows undocumented youth to attend college,\" but Marco Rubio opposes it.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "President Donald Trump “will evoke (sic) what is called the Stafford act” and “order a two week mandatory quarantine for the nation.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "‘News 24’ channel apologised to Akhilesh Yadav for reporting Piyush Jain as a member of the Samajwadi Party",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Authorities said 7.2- and 8-magnitude earthquakes would strike Mindanao",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "United States Special Forces killed a giant in Kandahar in 2002, and the government is trying to cover it up.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Video shows Kejriwal saying PM Modi and Home Minister Amit Shah will destroy if they voted to power again in 2019.",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "It costs American taxpayers roughly $200,000 an hour every time President Obama travels in Air Force One to campaign for Hillary Clinton.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Elon Musk is offering people the opportunity to make $1 million “in 90 days while sleeping in.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Up until 26 May 2021 there have been 888,196 adverse reactions to Covid-19 vaccines and 1,253 deaths where doctors have acknowledged that it is caused by the jab.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Israel is targeting and accusing Malaysia of training a Hamas fighter in May 2021",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "A pro-Trump mob chanted \"Hang Mike Pence\" as they stormed the U.S. Capitol on Jan. 6, 2021.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "John Boehner has called for \"repealing the rest of the stimulus, which would raise taxes on 110 million middle class people.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Image does not show New Orleans evacuation due to Hurricane Ida; photograph shows traffic congestion in Los Angeles in November 2017",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "“During [Terry] McAuliffe’s tenure as governor, the murder rate went up 43 percent and the rape rate went up every year.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "In a 1983 speech, Clarence Thomas said \"God only knows where I would be\" without affirmative action.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says that Bill Clinton \"basically\" told then-Attorney General Loretta Lynch in 2016 that \"we killed Vince Foster.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says a federal plan to expand Medicaid would cost Florida taxpayers $26 billion over 10 years.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "A photograph shows American neo-Nazis performing a Nazi salute in front of a burning swastika in Draketown, Georgia, in 2018.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Telangana CM K Chandrasekhar Rao awarded boxer Nikhat Zareen Rs 50 lakhs after she won the gold medal at the Women's World Boxing Championship.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“The head of U.S. Steel called me the other day, and he said, ‘We’re opening up six major facilities and expanding facilities that have never been expanded.’ They haven’t been opened in many, many years.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "U.S. President-elect Joe Biden has experienced two brain aneurysms, both of which required surgery.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "“Hillary Clinton is on trial, she (supposed) to have killed” a 10-year-old girl.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "School walkouts and protests are planned in response to the Parkland school shooting on 14 February 2018, which killed seventeen people.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "22-year-old Drone Boy Prathap makes 600 drones using e-waste.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Mars, Incorporated released a \"Pods\" product shortly after the Tide Pod Challenge went viral in 2018.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Pakistan passes law making two marriages for men mandatory",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"There was a very large infrastructure bill that was approved during the Obama administration, a trillion dollars. Nobody ever saw anything being built.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"A little less than 50 percent of the people in this country depend on some form of federal payment, some form of government benefit to help provide for them.\"",
        "label": "True",
        "complexity": 1
    },
    {
        "claim": "The dollar \"has fallen over 44% since Bernanke began pumping money into the system beginning back in 2002.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "“The first randomized controlled trial of more than 6,000 individuals to assess the effectiveness of surgical face masks against SARS-CoV-2 infection found masks did not statistically significantly reduce the incidence of infection.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "A bridge inaugurated by PM Modi three months ago collapsed in Gujarat",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says George Floyd has “hair in one shot but is bald in the shots of him laying on the ground.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Data compiled by leading health statisticians suggested that Arizona led the world in the highest number of COVID-19 cases reported every day per capita in early January 2021.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Says the coronavirus isn’t new because “Lysol has it listed as one of the viruses that it kills.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "New Zealanders needed proof of zinc sulphate inhalation treatment to use trains during the 1918 Spanish flu pandemic.",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "A photo shows a blue whale swimming under a boat off Vancouver Island in June 2022.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says when he was governor, Wisconsin cut unemployment to 2.1 percent and the state’s unemployment rate was \"the lowest in the country for 40 consecutive months.\"",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Sylvester Stallone sold his dog for $25 to make ends meet before hitting it big withRocky, then bought it back for $15,000.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "“Our government has also taken action to address the funding needs of the poorest as shown as having invested over R50 billion in loans and bursaries via the National Student Financial Aid Scheme (NSFAS).”",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "An anonymous donor contributed $2.5 million to bail out protesters arrested at the Dakota Access Pipeline.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Article 61 of Magna Carta gives people the power to legally overthrow a tyrannical government.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": " Pfizer’s CEO says one of the company’s goals is to reduce the world’s population by 50%",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "”Global warming started to run out of steam over two decades ago… Half of the apparent global temperature increase from January 1910 to January 2000 is due to administrative adjustments.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Pilots started training for sudden death during a flight in 2022",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"By voting to approve [Question 1], we can . . . save 900 jobs\" at Twin River.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Students of classes 10 and 12 in Uttar Pradesh have to take special tests for government jobs.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The city’s 30 percent set aside for affordable housing in urban renewal areas is calculated citywide -- not district by district",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Southwest Airlines canceled a large number of flights in early October 2021 due to pilots calling out sick in protest of COVID-19 vaccine mandates.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Mike Braun has supported two proposals and a lawsuit to end coverage for people with pre-existing conditions.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Says there are four super PACs on the Republican side of the Texas U.S. Senate race.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "If a 12-year-old girl became pregnant because of rape or incest, \"Tim Michels would force her to deliver the baby.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "David Bellamy quote questioning human responsibility for global warming is from 2008 and is not based on the latest science",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "A 12 year-old was taken by strangers and attacked.",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "Gov. Rick Perry \"used $3.2 billion in stimulus dollars for schools to plug other holes in his budget.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Manufacturer instructions say children should stay home for up to eight weeks after getting live-virus vaccines",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"When you talk about the peer-reviewed studies of masks, there was one done in Denmark, showed that it didn’t work. When you look at all of Sweden — 1.8 million children have not been wearing masks for the last two years, they’ve had zero covid deaths.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "No flu has resulted in a million soldiers being called to active duty.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says U.S. Rep. Sean Duffy is among seven \"Tea Party freshmen\" who \"spent an average of $15,000 on cars for themselves.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Two children in Guinea died after receiving a Covid-19 vaccine.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "On Oct. 30, 2020, U.S. President Donald Trump said: \"We will have a tremendous stimulus package immediately after the election.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Actor/director Clint Eastwood wrote an opinion piece that started with the statement, \"I love when people call Trump stupid.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "“… we have seen students who have obtained the national senior certificate increasing from 45% to 56%”",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "People who have been vaccinated against the flu in the last 10 years will test positive for COVID-19.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"We think there will be $2 trillion of growth. So we think this tax plan will cut down the deficits by a trillion dollars.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A 4-year-old boy was accused of hacking the FBI's databases.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"More than 20 million South Africans have taken the HIV test since the launch of the campaign in 2011 which indicates confidence in the health system.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "BJP activists try to vote in 2019 election in burqa",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "Trump tweeted in 2016 \"Obama Should Wait Until He Leaves Office To Pick Another Justice\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A post claims that the 1918 influenza bout had a deadly second wave after quarantine restrictions were lifted.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Photographs depict a rare “Hunter’s Moon,” a phenomenon that creates the appearance of two suns in the sky.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Facebook imposes a 7% limit on a user’s sharing.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"It has been 80 years since a Supreme Court vacancy was nominated and confirmed in an election year. There is a long tradition that you don't do this in an election year.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "U.S. Navy SEALs rescued 807 children who were being kept as sex slaves on a barge in San Francisco Bay.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Video shows cloud caused by HAARP in Syria after 2023 earthquake",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A study showed that President Barack Obama’s health-care reforms will \"devastate Wisconsin\" by pushing people off employer-sponsored insurance, driving up premiums, increasing dependency and making 122,000 people ineligible for Medicaid.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Scott Walker \"has turned down $1 billion of Medicaid money over the course of his tenure.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "The federal government is \"making the decision, whether we like it or not, to send 425 refugees to our state\" from Syria.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Pensioners who have paid half a century's worth of tax and national insurance are given £8,840 to live comfortably.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "AAP backtracking on the promise of providing Rs. 1,000 every month to every woman above 18 in Punjab blaming PM Modi for not providing enough funds",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“California has a personal belief exemption to any new vaccine added to the schedule after June 2015 for public and private daycare, preschool and K-12.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Patients running on the street as Chengdu hospital collapsed in June 2023.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“In 2018, the providers the state paid through the ACO reduced the amount of money spent on healthcare services by $7.7 million.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "In June 2019, Ecuador's government announced a plan for U.S. military aircraft to use the Galápagos Island of San Cristóbal for refueling.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "\"We have the fewest people employed in this country since 1979.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "“Lockdowns only reduced COVID-19 mortality by .2%, study finds”",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "At the time of his death in April 2018, 7-year-old Ethan Hauschultz was being punished for not memorizing thirteen Bible verses.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Image Claims To Show Young Boy Who Stole $75 Billion From A Swiss Bank",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Jasper County in Texas raised property taxes by 7 percent in order to pay for one death penalty case.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Newspaper clipping from 1971 shows 4000 RSS workers were arrested under the IPC section 377 for performing unnatural sexual acts while protesting for the liberation of Bangladesh",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Video of people fighting on street in Wicklow, Ireland, involves two groups of local youths, not refugees or asylum seekers",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "A 1954 heatwave in the US proves climate change is not happening",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“A new, independent study put out last week found that at least 55 of our largest corporations used various loopholes to pay zero federal income tax in 2020.”",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "There are 4,000 variants of the virus that causes Covid-19.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Says Warren Buffett asked people to forward a chain email about the \"Congressional Reform Act of 2019.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "In 2021, Bill Gates suddenly denounced COVID-19 vaccines as dangerous, and called for their withdrawal from circulation.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Images online show the rubbish left behind after the 2019 Glastonbury festival.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Robert Aaron Long, arrested on suspicion of killing eight people in Atlanta-area spas in March 2021, was a registered Democrat and a member of antifa.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"The 550 U.S. billionaires together are worth $2.5 trillion. If we confiscated 100% of their wealth, we'd raise enough to run the federal government for less than eight months.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "New York Times claims 250 million people attended AAP's Gujarat rally",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A survey by The Institute of World Demographics Research has predicted that, by 2041, out of India’s total population, Muslims would account for 84%.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“In the past year we had 10 million tourists who came to our country, which is a huge increase .”",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "The Government reduced the Board Examination pass percentage criteria from 33% to 23%",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"There were 36 states where Republicans who were in charge refused to implement a state (health insurance) exchange.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "“So, pay very close attention, folks: If Republicans have their way, it means 100 million Americans with preexisting conditions can once again be denied health-care coverage by their insurance companies. That’s what the law was before Obamacare.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"If Trump is impeached in the house & not senate, he can run 2 more times.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Bernie Sanders \"wins California landslide, But ⅔ of his votes aren’t counted.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Paul Ryan’s Medicare plan \"could raise future retirees’ costs more than $6,000.\"",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "A machine must move 500 tons of earth to make one lithium car battery",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "“The percentage of individuals aged 20 years and older who have attained Grade 12 has been growing since 2002, increasing from 21.9% in 2002 to 27.7% in 2013.”",
        "label": "True",
        "complexity": 1
    },
    {
        "claim": "“Since 2019, I've successfully lobbied for the funds to add hundreds of school counselors, lowering our student to school counselor ratio by 20%.”",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Idiroko border reopening video from 2022 not 2023, says Nigeria Customs Service",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "The Clinton Foundation donated a total of $7.1 million to anti-fascist groups, including during the 2016 presidential election campaign.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Joe Biden \"blackmailed Ukraine with a billion in tax dollars to drop an investigation into his son and Democrats want to impeach President Trump for simply asking if it was true?\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Sen. Manny Pacquiao, Manila City Mayor Isko Moreno and Vice President Leni Robredo have been disqualified from running in the 2022 elections.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A man killed and ate his wife after being stuck in an elevator with her for 71 hours.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Video of people rushing into the street does not show Turkey earthquake, dates from 2015",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says Gov. Scott Walker \"didn’t balance the budget\" so \"we now have a larger state deficit 14 months into (his) term than we did when he was elected.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "The United Nations Economic Commission for Africa is projecting that Africa's growth will drop to 1.8%, and perhaps lower.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "\"In 1992, the Democratic Party had in their platform provisions that said that illegal aliens were coming in this country, committing felonies, sent back and then they were right back across the border to do the same thing.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "India today's lead Exit poll data shows NDA is getting 177 seats",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "It’s legal to \"sign a recall petition (against Gov. Scott Walker) even if you have already signed another recall petition,\" but only one signature counts",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "A portion of money from every Bang Energy purchase goes toward funding U.S. President Donald Trump's 2020 re-election efforts.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“Your own government in 2013 reported that ‘the number of children affected [by child labour] still remains… at an estimated 821,000’.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A 13 percent increase in police-recorded crime in England and Wales is linked to a rise in 'radical Islamic terror.'",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says he \"raised graduation rates to nearly 90 percent.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Yes, Zapiro cartoon gets the numbers right: about 30% of South Africa's eligible voters actually voted in the 2021 local elections",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "California Senate Bill 145, signed into law by Gov. Gavin Newsom in September 2020, shields pedophiles who rape children from having to register as sex offenders.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Russian President Vladimir Putin has ordered Russia's population to stay at home for 15 days or face five years in jail.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "This photo shows farmers want restoration of Kashmir's special status in November 2020 protest.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A video shows US President Joe Biden falling down the steps of Air Force One.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "“only 6% of COVID-19 deaths were caused by COVID-19 alone”; only 0.056% of the U.S. population has died from COVID-19",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Video of two Muslim - Shiraj Ahmed and Bhujouli Kurd - who men kicked the food served to them by a Dalit cook at a quarantine centre",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "No, WEF can't 'hack your dreams' to 'fact-check your subconscious' – bizarre claim misuses two-year-old US beer ad experiment",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says that in fiscal year 2010, \"nearly 80 percent of women served\" in the Texas Women’s Health Program received services from a provider other than a Planned Parenthood clinic.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"Workers in the United States are making less than they were almost 20 years ago, and yet they are working harder.\"",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "उत्तर प्रदेश में फिर से योगी सरकार बनने की ख़ुशी में सभी भारतीय यूजर्स* को *3 महीने* का रिचार्ज फ्री में दिया जा रहा है",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“This one here has subsidies for people making as much as $800,000 to be able to buy a Tesla.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"Look at the debt that has been accumulated in the last two years. It's more debt under this president than all those other presidents combined.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"A U.S. Government Accountability Office report says Planned Parenthood Federation of America cannot find some $1.3 billion given to it by the federal government from 2002 through 2008.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A public toilet with no dividers has a P295 million budget while the entire rehabilitation of Manila Bay only costs P385 million",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Rick Scott gave a deposition in which he invoked the Fifth Amendment 75 times about his dealings as head of Columbia/HCA hospital chain",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "After a gunman killed schoolchildren and a teacher in Scotland in 1996, the UK banned handguns; no school shootings have taken place there since.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "“$1.5 billion of your taxpayer money is sitting in an account” that can be used for other purposes.",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "\"There’s talk in Congress now about basically confiscating your private 401(k) or IRA plan and rolling it into Social Security to strengthen Social Security.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says there's $4 billion in private investment along the streetcar.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Sri Lankan President appoints committee consisting of three former Ministers to analyze the expert review report on the MCC",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "“It’s $110 billion. I believe it’s the largest order ever made. It’s 450,000 jobs. It’s the best equipment in the world.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Tweet claiming that 43% of men in old black and white photo were non-binary intended as satire",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Right here (in West Virginia), they are building new houses … so that 321 Syrian Muslims can move down into this neighborhood in two months. … (A funeral home) is to be torn down in two months, and a mosque is going to built there.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Jan. 6 defendants “are being held in prison without being charged.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Video shows Kashmiri people celebrating Pakistan's win against India after the T20 World Cup 2021 match on October 24, 2021.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "“The seven countries named in the Executive Order are the same countries previously identified by the Obama administration as sources of terror.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Image Claims To Show Man Who Started Multiple California Wildfires In 2020",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Over 30 states passed the legislation to ban powdered alcohol,\" and Missouri is not one of them",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Chinese authorities seized 12 tons of beaver penises that were being smuggled in from Canada.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Taiwanese millionaire successfully gets transplanted 12-inch-long black man's penis",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Actor-politician Luv Sinha, son of Shatrughan Sinha, has tweeted that Muslims should raise their voice for IPS Sanjiv Bhatt.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Photo of collapsed building shows aftermath of Oct. 25 earthquake in ABra",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Since 1988, Congress has raised its own salary 15 times 'to reflect rising costs.' But raised the minimum wage only three times.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Video does not show Trump supporters marching to the Miami courthouse in June 2023",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says Pennsylvania charges a top income tax rate of 3 percent and Delaware \"has no state income tax at all.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Government has provided for integrated development and management of fisheries with an outlay of Rs. 3000 crores.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "The United States spent “2 trillion dollars to train and equip the Afghan military over the past 20 years. They fell in a week.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Viral Post Claims A Vaccine Stored At -80 Degrees ‘Isn’t A Vaccine’ And Is Meant For ‘Genetic Manipulation’",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Chain bookstore Barnes & Noble pulled Bibles from shelves because they contained the outdated idea that all humans are one race and made in the image of God.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Two women entered a closed amusement park and then sued its operators after injuring themselves while improperly self-operating an attraction.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Men in Eritrea should marry two women, else, they will go to jail",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A video shows a bridge collapsing in Assam due to floods in May 2022.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Rick Scott's proposed budget \"would lay off 20,000 teachers.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "In 2011, Milwaukee Public Schools \"will provide 77 cents in employee benefits for every dollar it spends on wages.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Suella Braverman has claimed £25,000 of expenses to pay her parents' energy bills.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Walmart Loses $1.2 Billion In One Day After Banning Guns",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Billionaire political activist George Soros could go to prison for years because of $1.8 billion in \"intercepted\" campaign contributions to candidates in local district attorney elections.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Bad food being served in Tejas Express and 24 people fell ill out of which three are in ICU.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Lin Wood says that the 2020 U.S. election was rigged by the Chinese.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Barack Obama will somehow manage to add more than $8 trillion to the national debt, which is more debt than the 43 presidents who held office before him compiled together.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "\"We should be seeing numbers in the 500,000 jobs created per month. (Creating 115,000 jobs, the total from April 2012) is way, way, way off from what should happen in a normal recovery.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "The official logo of the Alabama Democratic Party, adopted in 1904 and not replaced until 1966, featured an illustration of a crowing rooster and the slogan \"White Supremacy, For the Right.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Trump not facing death penalty in Jan. 6 federal indictment",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says \"the typical homeowner will pay $4 more per month\" if library district passes.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Nordstrom is giving $200 gift cards to Facebook users who complete three short steps.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Rebuilding three high schools will benefit 40 percent of Portland Public School students.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Luxembourg benefits the most from being in the EU, getting back 3,304% of what it pays in.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"Large phone companies and their trade association have hired 35 registered lobbyists to influence and pass SB 271 (deregulation legislation).\"",
        "label": "True",
        "complexity": 1
    },
    {
        "claim": "In February 2021, Facebook banned its own page while implementing an initiative to ban all news publications on its Australian platform.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "A video has been captured of the Chinese spaceship Long March 5B crashlanding into the Indian Ocean.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "\"The pension fund in the city of Providence is only 30 percent funded, about the same level as when he [Taveras] took office.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Video shows floods that hit Gresik in Indonesia's East Java province in February 2023",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says the Panhandle has had its highest-ever bed tax collections in 2011.",
        "label": "True",
        "complexity": 1
    },
    {
        "claim": "Says crime statistics show blacks kill 81 percent of white homicide victims.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "HR 1 will allow members of Congress to draw a second salary “worth an estimated $600,000 per year!”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Tulsi Gabbard venmoed Nancy Pelosi $600.01 forcing IRS to audit Pelosi",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "In 2010, Clinton \"said Iran could enrich uranium. In 2014 she said she’s always argued against it.\"",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "Says a \"recent analysis\" showed that 91 percent of Deferred Action for Childhood Arrivals (DACA) recipients are employed, in school or serving in the military.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Obama and Biden colluded to stage the killing of the 9/11 mastermind with Iran.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Clint Eastwood said \"one day we will realize that the Barack Obama presidency was the biggest fraud ever perpetrated on the American people.”",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Military lockdown is being imposed in Mumbai and Pune for 10 days starting from Saturday",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Charlie Crist \"raised taxes on the middle class\" by $2.2 billion.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Actress Kate Winslet held her breath underwater for seven minutes and 14 seconds while filming \"Avatar 2.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "“The annual Pentagon budget hovers over $750 billion annually, twice that of the much debated Build Back Better Act that costs about $350 billion annually as currently proposed.”",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "This map shows what the US will look like in 30 years because of climate change",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "No, Kenyan legislator Sudi didn't say church burned in 2008 post-election violence should be rebuilt in president Kenyatta's home town",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Did James Mattis Say People Who Burn The American Flag Will ‘Spend Two Years In The Military’?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says “132,000 ballots in Fulton County, Ga., have been identified as likely ineligible,” and President Trump might win Georgia as a result.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"If Gov. Romney's plan goes into effect … the average senior would have to pay $460 a year more in tax for their Social Security.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"Hillary [Clinton] wants to raise taxes by over a trillion dollars.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "BBMP (Bruhat Bengaluru Mahanagara Palike) will be spraying medicine in the air after 10 PM tonight in order to kill COVID-19",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Stalin asked all Hindi speakers in Tamil Nadu to leave the state by March 20",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "McDonald's announced in Nov. 2020 they were making 'huge changes' to their restaurants due to the COVID-19 pandemic.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Sen. Joe Biden, the ranking member of the Foreign Relations Committee, recommended partitioning Iraq into three separate entities.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"Texas is experiencing the fastest population growth in the country,\" adding \"more than 1,000 people a day.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Zambia's army has enforced a 9:00 pm curfew and anyone disobeying the order risks going to military jail.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A species of spider new to the U.S. has a lethal bite which killed five people in the summer of 2018.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Jeanne Shaheen has \"voted with the president 99 percent of the time.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Article claiming U.S. military found evidence of election fraud in 2022 midterms stems from oft-debunked website",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "President Barack Obama \"wants to take in 250,000 (people) from Syria.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Pakistani fans break TVs after their team lost to India in a close Asia Cup 2022 T20I match",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "A man came forward and claimed he had been paid $3,500 to protest at a Donald Trump rally.",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "Says Ilhan Omar \"partied\" on the anniversary of 9/11.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The Aarogya Setu app should have taken 10 months to develop.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The deepest hole on Earth was sealed after finding a fossil that is 2 billion years old.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"Bill White used D.C. connections from his job in the Clinton administration to form a company that did business in the Middle East and defaulted on a $60 million loan.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Former U.S. President Barack Obama called a U.N. Security meeting behind U.S. President Donald Trump's that was attended by leaders from 17 countries.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Visuals depicting Russian missiles taking down two British cargo ships transporting high explosives to Ukraine",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Detroit has “2,503 dead people registered” including “one voter born in 1823.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"NASA announced that it communicated with four races of aliens.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says 100,000 are on waiting list to attend Texas charter schools.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "\"My opponent... lost 43,000 jobs in Houston since he took over; we are losing jobs.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Hillary stood up for universal health care when almost no one else would, and kept standing till 6-million kids had coverage.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Hobby Lobby CEO David Green is refusing to close stores during the COVID-19 pandemic because his wife, Barbara, received a message from God saying that employees would be kept safe.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "In 2017, 2018 or 2019, the U.S. Centers for Disease Control and Prevention warned the public about a shipment of Zika-contaminated bananas.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says news stories referencing 322 and COVID-19 are proof cases are being “synchronized”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Scott Walker \"gave $6 million in tax breaks to a corporation and told them that they can keep that money even if they lay off half their workforce.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says 70,000 children \"have lost their Head Start slots\" because of the sequester.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Samajwadi Party wins in UP Polls that are conducted in years ending with 2",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Joe Biden claimed that Bernie Sanders has 9 super-PACs on the CNN Democratic presidential debate on 15 March 2020.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A Twitter user scolded Vitalina Batsarashkina for shooting a pistol one-handed, even though she is a double Olympic champion, and the sport's rules require that stance.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Video shows meeting point of Atlantic and Pacific oceans and that the two touch but do not mix",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Make no mistake -- Sherrod Brown is one of the main D.C. politicians responsible for Ohio jobs moving to China.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "In a day, Italy sent home more than 14,000 patients after treating them with Aspirin and Apronax.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Seven days before John F. Kennedy was assassinated he said, \"There’s a plot in this country to enslave every man, woman and child. Before I leave this high and noble office, I intend to expose this plot.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "President Rodrigo Duterte says his monthly salary ranges from P196,000 to P200,000.",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "\"We've got to find 2 billion gallons (of water per day) between now and 2025.\"",
        "label": "True",
        "complexity": 1
    },
    {
        "claim": "Hindus who wish to express their support for the Uniform Civil Code should give a missed call to ‘9090902024’ before 06 July 2023",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Photographer cried after Dhoni lost his wicket in WC 2019",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"I sponsored and was the co-sponsor of the only legislation that ever passed that had E-Verify provisions in it back in 2010 when I served in the Legislature.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Ronaldo sold his golden shoes in 2011 and donated them to the children of Palestine",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "As of mid-November 2020, the U.S. presidential election remained \"far from over,\" thus enough uncertainty about the outcome remained that U.S. President Donald Trump could reasonably claim he might still be the winner.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Final moments recorded on a Boeing 737 that crashed in southern China with 133 passengers and crew on board.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "“In 2021, there were 25 attacks on schools. 1,440 children were abducted, and 16 children were killed.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "The International Space Station suffered damages after it flipped 540 degrees due to a technical snag.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "A video shows “massive explosion as Ukraine destroyed 280 Russian tanks to pieces using U.S. Javelin missiles.\"",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "“Miami-Dade reporting 23% of early ballots being rejected for missing signatures.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“Lagos state has 5,000 registered private schools.” ",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Internet activists tried to \"cancel\" Snow White because the Disney film \"Snow White and the Seven Dwarfs\" and the Disneyland ride based on it features a non-consensual kiss.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Says \"Nancy Pelosi came out in favor of MS-13.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"14 percent of noncitizens are registered to vote.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Image shows tear gas shells fired at Pakistani protesters in March 2021",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "“Military take over on May 11 confirmed!”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Akhilesh Yadav said the Samajwadi Party will build 2,000 mosques in Uttar Pradesh.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "U.S. President Donald Trump hired “fake nurses” to pose with him during his visit to Miami Valley Hospital following the August 2019 Dayton, Ohio, mass shooting.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Video claims robbers, disguished as jewellery cleaners from the Muslim community, robbed one couple off their jewelleries.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "British OAPs who have worked for 45 years get a total yearly benefit of £6,000.",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "The news that 3 children named after Turkish presidents Rajab Tayyip and Erdogan were killed in Idlib countryside are denied",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "\"The American Conservative Union gives [Rep. Tim] Ryan a dismal 0.0 percent rating for the billions he has contributed to our national debt.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"If you are driving on average in America this summer, you'll save — according to Department of Energy figures — about $70.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Video insinuates that the general Filipino public can start receiving their pensions as early as 40 years old",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "An Israeli study showed that vaccinated people were 27 times more likely to catch Covid-19 than unvaccinated people.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Joe Biden “will redirect the $30 billion” that Donald Trump “left for U.S. farmers to ‘climate change.’”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says families now pay out 40 percent of their income to taxes.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "On 11 September 2017, a worker at a Buffalo Wild Wings in Eastvale, California, turned down the volume on the national anthem before an NFL game, saying it was \"divisive.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Greta Thunberg deleted a tweet saying the world would end in 2023",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Indian governments roadmap to ease COVID-19 restrictions in 5 phases",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“[Remittances contributed] upwards of maybe KSh290 billion last year.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "A group of 4-5 people from the Muslim community attacked and killed one Shiva Gurjar over a parking dispute.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Wisconsin Gov. Scott Walker’s \"actions are directly responsible for killing at least 15,000 jobs.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“We are $20 trillion in debt. The projected deficit over the next 30 years is over $100 trillion. Maybe as much as $129 trillion. From my standpoint, it’s not time to cut individual tax rates. What it’s time to do is make American businesses competitive globally so our economy can grow. And again, the stat that I just told you about. . . . Revenues increased to the federal government by $1.2 trillion per year even with the meager economic growth we’ve had since 2009.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says \"in Oregon only 41 percent of adults have ever been tested\" for HIV.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "\"Federal, state and local governments have subsidized the production of the Volt to the tune of estimates between $50,000 and $250,000 per vehicle sold.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Black Friday originated in 1904 when enslaved people were sold at a discount to boost the economy.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "An image shows a 'Time' cover featuring Colin Kaepernick as the magazine's 'Person of the Year' for 2018.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Biden was recently confronted by a veteran for supporting the 2002 Iraq invasion",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Did John Durham Reveal A ‘Russian Plot’ To Help Hillary Clinton In 2024 Election?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Did The Madagascan President Say The WHO Offered Him A $20 Million Bribe?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“Seriously if the ‘mask’ protects me and you from [COVID-19] and we've been walking around in them for months, why would anyone need a flu shot right now?”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says rejecting federal aid to expand Medicaid in Texas will \"send $9 billion in federal taxes paid by Texans to other states to insure their working poor.\"",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "As of Oct. 20, no suspected or confirmed cases of Ebola in the U.S., officials say",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“On 60 Minutes, Joe said he never met with Hunter and the Burisma CEO. Well, here he is with both.”",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "Says Lee Leffingwell \"raised property taxes 20 percent in three years.\"",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "Scotland has a directive to chop down 17 million trees.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Video shows mob publicly shaming a Moulavi who was caught while molesting a five year old girl",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Video shows 2023 Sudan crisis which a family from Jind was caught up in",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Photographs shared online in early June 2023 authentically showed the Las Vegas sphere displaying a Windows error message.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A study published in the New England Journal of Medicine found that the effectiveness of Pfizer’s COVID-19 vaccine becomes “negative” within five months and destroys immunity garnered from prior infection with COVID-19.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Merrick Garland \"authored an opinion that resulted in the release of 17 Guantanamo Bay prisoners who were part of a group of violent Islamist extremists the State Department had designated as terrorists.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": " Kyiv cut off gas in the territory of Luhansk and Donetsk regions controlled by Ukraine on May 23, 2022",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "Did Herman Melville Say, ‘A Thousand Fibers Connect Us With Our Fellow Men’?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Florida Man Convinces Two Female Officers To Have A Threesome Instead Of Giving Him A Ticket",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "There was no flight movement over China as more than 9,000 flights were canceled across the country in a single day last week.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Austin has \"over 1,000 city employees that make six-figure salaries.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Women sends PM Modi 56 inch bra after 20 Indian soldiers died in Galwan",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "When people test positive for COVID-19, they don’t actually have COVID-19.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "New Hampshire amusement park Story Land announced in June 2018 that it is closing.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "No, This Image Does Not Show A 1968 Israeli ‘Shekel’ Coin Depicting The 9/11 Terrorist Attacks",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "U.K. will soon halt administering COVID-19 vaccines.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "U.S. President Donald Trump's personal attorney Rudy Giuliani suggested using a legal tactic seen in the 1992 movie \"My Cousin Vinny\" in a court case about 2020 voting.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Russia unveiled a nuclear weapon, \"Satan 2,\" that is \"capable of destroying everything breathing in the world.\"",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "If it is enacted, the Senate immigration bill is \"going to make the Border Patrol bigger than the FBI -- you could put one agent every 250 feet.\"",
        "label": "True",
        "complexity": 1
    },
    {
        "claim": "Video shows US official detailing India-based telefraud scheme after Indian Chronicles investigation in December 2020",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Starting in 2024, the European Union (EU) will require visitors from the United States to apply for a visa in order to enter the region.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"We’re … getting into the pool of the 100 million people that are not working. That pool is now coming back.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "“Inflation has gone up every month of the Biden presidency and just hit another 40-year high.”",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Since Rick Perry became governor, \"poverty rates in Texas increased from 15.1% to 17.5% — which is higher than the national average.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "The Hells Angels Motorcycle Club was headed to Seattle in June 2020 to fight antifa.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“Tim Ryan when he ran for president two years ago … supported banning fracking both on public lands and generally speaking.”",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "The man next to Mike Pompeo in a November 2020 photo “is the guy the Trump administration helped get out of jail in 2018 and who is now the 'president' of Afghanistan.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Rohingya people need to travel 1,769 Km to enter India and 2 Km to enter China.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Ed Gillespie’s \"firm even lobbied for five foreign governments, including a dictator now awaiting trial for war crimes.\"",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "Anyone facing financial hardship with less than £4 on a prepaid energy meter can call and ask for a £49 fuel voucher twice a year.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“We’ve eliminated a record number of job-killing regulations, giving the average American household $3,000 more to spend every single year.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "“Wisconsin is almost equally divided on partisan lines” and therefore new Legislative maps could be drawn to “represent that 50-50 split.”",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "“You had the last two administrations deport twice as many people as we deported — twice as many.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"Under current law, if you go on a dating website and you say you're 32 and you're actually 42, you've committed a misdemeanor.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "\"These 60 acres (the Atlanta Braves want to build a stadium on) have produced zero SPLOST money for parks and recreation, have produced zero money for education.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Image of burning building does not show NATO bombing in Yugoslavia in 1999",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "President Joe Biden’s face appeared pinched inward while he gave a speech on the second anniversary of the Jan. 6 Capitol attack.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Wisconsin Supreme Court candidate JoAnne Kloppenburg \"put an 80-year-old farmer in jail for refusing to plant native vegetation on his farm.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Keine sexuellen Übergriffe auf Anti-Nazi-Konzert/nEin Blog behauptet, es habe im Rahmen des „Wir sind mehr”-Konzerts in Chemnitz 187 sexuelle Übergriffe gegeben. Dafür gibt es keine Belege.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "When terrorists killed more than 250 Americans in Lebanon under Ronald Reagan, \"the Democrats didn’t make that a partisan issue.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "In January 2019, President Donald Trump ran a television commercial that urged supporters of his proposed border wall to call an 800 number and take part in a survey.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"After Texas cut\" its \"two-year family planning budget by $73 million, one in four clinics closed their doors.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Receipt of special \"closed\" signs by Bank of America signals that U.S. banks will soon be shut down by the government for one week.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Photos show two different gates that survived separate Japanese disasters",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "The U.S. women's soccer team turned their backs to protest against a 98-year-old veteran who performed the National Anthem before the team's match against Mexico.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Michelle Obama Loses $350k Speaking Gig After RACIST Attack On Whites",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A study published in November 2020 analyzed SARS-CoV-2 antibodies in 2019 blood bank donations and found that the novel coronavirus may have been present in the U.S. weeks earlier than scientists realized.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Vice President Sara Duterte is facing impeachment charges for “stealing” P125 million from a “secret budget fund” of the Office of the Vice President",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "John Cornyn \"voted twice in 2013 to back Obama’s amnesty plan.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Pfizer has been fined $2.3 billion for healthcare fraud related to vaccines.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Woman crashed her two-wheeler into a parked car in Jammu",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Video shows 2017 protests in Caracas, not water cannon being used during protests in South Africa in 2021",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "The Indian courts ordered the release of those convicted of gangraping Bilkis Bano and murdering members of her family in 2002.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Fake:Ukraine soliciting funds to host Eurovision 2017",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The Department of Energy spent $737 million on SolarReserve to create 45 jobs and benefit Ron Pelosi.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"The latest evidence of Republican success is that since the beginning of the current legislative term, state unemployment has gone down almost 20% to 5% adjusted.\"",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "No, UK's Elizabeth II, the Pope and pharmaceutical CEOs have not been found guilty of crimes related to Covid-19 or vaccines",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The court declaration given by the 13-year-old boy Michael Jackson allegedly molested in 1993 has surfaced.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "By 2026, 96% of the projected population growth in Northern Ireland will be represented by people aged 65 and over.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "\"More than 7,000 Americans lost their lives to climate change-fueled events last year.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "During U.S. President Joe Biden's first presidential news conference on March 25, 2020, he briefly walked away from the lectern as a reporter asked him a question.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Grippetote in Deutschland 2018 und 2020: Warum man diese Zahlen nicht miteinander vergleichen kann/nAuf Facebook wird behauptet, es habe dieses Jahr etwa 24.500 weniger Grippetote gegeben als vor zwei Jahren. Das stimmt so nicht. Die aufgeführten Zahlen lassen sich nicht miteinander vergleichen. Trotzdem verlief die Grippewelle dieses Jahr milder als sonst.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "A consent decree approved by Gov. Brian Kemp “invalidated all voter ID law” and “allowed fraudulent ballots to be accepted” in the 2020 race.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Wisconsin dropped \"from second in the country to 41st\" among states where more than half the students took the ACT exam.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“In 2017, there were more marijuana arrests in this country than all violent crime arrests combined.”",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "\"Up until recently, 75 percent of all the sorties that left the base came back without dropping their ordnances, because there was such a concern about making sure that there were no civilian casualties.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Adidas is giving away 3100 free pair of shoes and t-shirts to celebrate its 96th anniversary.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“Buy yourselves charcoal activated tablets […] it will counteract most date rape drugs”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "SaysCongressman Jack Kingston voted to \"raise his pay seven times.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Video shows Scindia's goof up while campaigning for 2022 Uttar Pradesh elections.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Ten countries “announced the cancellation of all quarantine procedures, Corona tests, and compulsory vaccination”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says the U.S. Postal Service has taken no taxpayer aid since 1971, funds operations entirely from the sale of stamps and related products and makes an \"operational profit year after year.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"Ten years ago, John McCain offered a bill that said he would ban a candidate from paying registered lobbyists.\"",
        "label": "True",
        "complexity": 1
    },
    {
        "claim": "\"There's no evidence that white supremacists were responsible for what happened on Jan. 6. That's a lie.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Americans can collect \"Federal Rent Checks\" by using Public Law 92-313 to their benefit.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Four refueling tips help consumers get the most from their gasoline dollar.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says President Barack Obama’s finance team is recommending a \"1% tax on all transactions at any financial institution.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“Wisconsin 2020 election investigation finds more illegal votes were cast than Biden's margin of victory.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Sweden is building a prison for 5000 immigrants and can jail any Muslim without probable cause.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The Hong Kong police fined 4,000 restaurant diners HKD$2,000 for not wearing masks.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Since that famous day in February where the governor campaigned with Barack Obama on behalf of the stimulus program, 211,000 Floridians have lost their jobs.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Photo shows Sukmawati Sukarnoputri along with 30,000 of her followers converting from Islam to Hinduism.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Joaquin Phoenix worked as System Engineer at TCS for 6 months while preparing for the character Joker.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says the April 22 jump in COVID-19 cases was related to the election.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A young couple was assaulted in Chicago, causing them to move back to Arizona after just one day in the city.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The registration process for over 18s in India to receive the COVID-19 vaccine will start on April 24, 2021.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A supercomputer called \"Hammer\" and a software program called \"Scorecard\" are being used to alter vote counts in the U.S. presidential election of 2020.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Ilhan Omar said \"My people did something\" in relation to the 9/11 terror attacks",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“I have just returned from a trip overseas where we concluded nearly $350 billion of military and economic development for the United States, creating hundreds of thousands of jobs.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Donald Trump mugshots, one where he is wearing a black shirt and looking directly at the camera, and another where he is wearing a striped tie and an American flag badge, have been leaked.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "How To Hit A Woman So No One Knows was searched on Google 163 million times in 2020 during the pandemic.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says \"22 to 24 people\" came into the United States due to family connection with suspect in the October 2017 New York City terror attack.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Vehicle delayed for more than 3 minutes at a toll plaza needn’t pay the toll tax.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A popular video in March 2021 contained footage of a real Texas restaurant called Trump Burger.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "For every 800 women that died globally on a daily basis as a result of pregnancy-related causes, 111 were from Nigeria. ",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "According to Alibaba Group co-founder Jack Ma, 2020 is the year of staying alive and not a time to dream or plan.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"They voted for (a border wall) in 2006. Then-Senator Obama voted for it. Sen. Schumer voted for it. Sen. Clinton voted for it.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says a 9-year-old girl was recently raped in Austin, Texas, by a guy previously \"caught four times and released.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says Cresent Hardy agreed with Mitt Romney \"about the 47 percent\" and said that \"people with disabilities are, and I quote him, ‘a drain on society.’ \"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Außenministerin Annalena Baerbock habe gesagt: „Wenn jeder Haushalt im Durchschnitt zehn Steckdosen hat und würde nur auf zwei verzichten, dann könnte Deutschland seinen Stromverbrauch um 20 Prozent verringern.“",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"If all of the [Bush-era] tax cuts expire on schedule, the budget will be close to being balanced in four years.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Viral screenshot of BBC News report is from 2020 and has been doctored; it has nothing to do with a recent London protest",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Josh Hawley was the only U.S. senator to vote against a bill facilitating the expedited review of COVID–19 hate crimes in response to an increase in violence against Asian Americans and Pacific Islanders.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "\"Today’s minimum wage worker making $7.25 an hour has less buying power than a minimum wage worker in the 1960s.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "‘We put it in our manifesto, to construct 57 mega dams…”",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Says the governors of Michigan, New York and Nevada “have issued orders banning the prescription of hydroxychloroquine to patients with COVID-19.”",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "Document shows that Hunter Biden paid Joe Biden $50,000 a month in rent.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“scientists find virus contains tiny chunk of DNA that matches sequence patented by Moderna THREE YEARS before pandemic began”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Florida has \"issued more than 3 million conceal carry permits in the past 30 years. Only 168 have been revoked.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says he \"brought 1,200 jobs to Texas by moving his factories here from China.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "This video shows the moment a Boeing 747 Ethiopian Airlines plane crashed near Addis Ababa on Sunday, March 10, 2019",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Kid Rock posted “Zelensky just bought his parents an $8,000,000 villa, complete with a salt water pool & 3 brand new vehicles.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says that from 1992 through 2010, every statewide candidate drawing over 43 percent of the vote in a Republican Texas primary won the resulting runoff.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "28-year-old becomes the richest man in India making money online.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "There is a greater chance of a motorcyclist aged 67 in Northern Ireland dying in a motorcycle collision than being affected by COVID-19.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Democrats compare the infrastructure programs in the stimulus to the Eisenhower interstate program, \"but he proposed a $500 billion highway system, and they're going to put $30 billion\" into roads and bridges.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Says Joe Biden leaked the names of SEAL Team 6’s families to al-Qaida and that he \"cannot be trusted.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Although Democrats represent only 10 of Florida's 25 districts, their districts received 60 percent of the stimulus funds.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "An 81-year-old grandmother in Australia tracked down and shot off the testicles of two men who raped her granddaughter",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Under Rahm Emanuel, \"We’ve got tree trimmers making six figures.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "USA Today report says Neuralink testing has killed more than 3,000 monkeys",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The CDC stated in late summer 2023 that Americans who had received mRNA COVID-19 vaccines were at higher risk of infection from new variants of the virus than those who were unvaccinated.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Starting January 1, 2020, California will tax legal citizens if they don’t have health insurance. Why? The state needs to come up with $98,000,000 to pay for free health insurance for illegal aliens.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Over 37 million bees were killed by a large GMO cornfield planted in Ontario, Canada.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Any vaccine that needs to be stored and shipped at -80 degrees isn't a vaccine. It's a transfection agent, kept alive so it can infect your cells and transfer genetic material.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "A town with a voting population of less than 7,000 had 41,000 votes counted in a local election. This was then overturned by the High Court.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "A video recorded by NASA showed aliens flying two rectangular UFOs.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"Right now in Georgia, nearly one in three leaving our prisons are re-convicted within three years.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Says Texas legislators in 2011 increased state spending on education.",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "Designers for Disneyland's Snow White Grotto used forced perspective to make the Snow White figurine appear to be taller than the seven dwarves.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Starting Jan. 1, 2023, the state of Hawaii will no longer accept out-of-state driver’s licenses for visitors and new residents. They'll have to apply and take a new driving test before they can rent a vehicle and drive.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Video shows the funeral of Diego Maradona, who died in November 2020, in Argentina",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Zambias army has enforced a 9:00 pm curfew and anyone disobeying the order risks going to military jail.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A no deal Brexit means we wouldn't have to make any more annual payments of £26 billion to £32 billion.",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "Says a photo depicts a teacher and student with guns guarding a Delaware high school in 1973 after a shooting threat.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says a voter-adopted constitutional amendment \"instructed\" a state board headed by Jerry Patterson to put $300 million in investment earnings into a fund supporting public school operations.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "A video shows a man in Turkey rescuing two puppies trapped under rubble after an earthquake struck the country on Monday.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Says George Soros has \"unloaded a whopping $1 million to install his liberal puppets in positions of power\" in Texas this fall.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Video shows Sundar Pichai meeting his teacher after 27 years",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "Members of Congress passed a pay raise for themselves of $10,000 over two years even as they voted not to raise Social Security benefits for 2010 and 2011.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Muslims were banned from immigrating to the United States in 1952 under the provisions of the Immigration and Nationality Act.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Fake: A Donetsk separatist fell down the tower while hanging the flag of the Donetsk People&#8217;s Republic",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "When meeting President Donald Trump in July 2018, Queen Elizabeth wore a brooch given to her by former president Barack Obama.",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "“The Wisconsin voter roll has over 120,000 active voters who have been registered to vote for over 100 years.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Two vehicles shown in the video have been used to keep hundreds of EVMs in the strong room in the Sabzi Mandi area of Madhya Pradesh",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The remains of more than 250 soldiers were dumped in a landfill between 2004 and 2008, a fact that was ignored by the mainstream media.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Danney Williams, a 31-year-old man from Little Rock, Arkansas who has claimed to be President Bill Clinton's illegitimate son, has died.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says when he was governor, \"most of the Democrats\" voted for his billion-dollar property-tax cuts, but U.S. Senate rival Tammy Baldwin \"voted against it.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Members of Congress \"receive full pay retirement after serving one term.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“No one got (a) dime” from the $70 million raised for the Florida Disaster Fund.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Bernie Sanders pays his staff interns $12 per hour while campaigning for a minimum wage increase to $15 per hour.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "President Obama has called for banning the display of Confederate and Tea Party flags on public property.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "An email with a Lowe's logo promises a $100 gift card to every customer who takes a survey.",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "Mersey Care NHS Foundation Trust have had five deaths related to Covid-19 and all patients that passed away had pre-existing conditions.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says \"John Barrow voted with Obama 85 percent of the time.\"",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "Says Suzanne Bonamici \"supports the $500 billion cut to Medicare passed last year.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"There are over 700,000 Americans on some watch list or another that would all be captured\" in a Democratic amendment intended to stop suspected terrorists from buying guns.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "More than half a billion Facebook users had some personal information leaked onto a hacker forum in April 2021.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "A medal to be given to Tokyo Olympics 2020 volunteers has the word 'Swayamsevak' inscribed in the Devanagari script.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Billy Six – Es stimmt nicht, dass seit April keine neuen Covid-19-Fälle nachgewiesen wurden/nSeit Mitte April wurden angeblich keine neuen Covid-19-Fälle mehr nachgewiesen. Das behauptet der rechte Blogger Billy Six auf Facebook und bezieht sich dabei auf eine Stichprobe des Robert-Koch-Institutes. Diese Behauptung ist irreführend.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Nancy Pelosi visited Wuhan, China, in November 2019, just a month before the COVID-19 outbreak there.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Videos of Indian cricket players after India lost to England in the semi-final match of T20 World Cup 2022 held on 10 November 2022",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Maurice Ferre says Kendrick Meek \"has voted 98.6 percent of the time with the Democrat party.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "\"United Nations caught helping and coaching caravan illegal aliens!\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "CNN news article reporting the arrest of a Florida man for using a lost US nuke to power his home for more than 25 years",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "400 people are missing from Gautam Budh Nagar after they were tested positive for COVID-19",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Accuses President Barack Obama of making contradictory claims about efforts to kill Osama bin Laden in 2008 and 2011.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "In 2019, city officials in Portland, Oregon, announced or implemented a prohibition on urinals in public buildings in the city.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "There were more people on welfare than working in 2013.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Did Beau Biden And David Weiss Get A Fraud Conviction In 2010?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Bill Gates Outlines 2018 Plan To Depopulate The Planet.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says 80 percent of North Carolinians support \"the concept that men should not be in women’s restrooms, changing rooms, bathrooms, etc.\"",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "“I can only say that we are doing more than anybody in the world by far. We are testing highly accurate tests.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Tax dodging costs developing countries $200 billion every year.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "The proper dosage of ivermectin if you are sick, if you get sick: take ivermectin at 12 to 15 milligrams depending on body weight. If you are over 90 kilos, most likely you need to take more ivermectin.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"If Question 1 were to pass here in Nevada, we would have more restrictive gun laws here in Nevada dealing with the transfer of firearms than they do in California.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "The 2001 movie \"Legally Blonde\" originally ended with Elle and Vivian getting involved romantically.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"More than 80% of Republicans think we ought to at least be doing universal background checks.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "The reason the U.S. documented the most COVID-19 cases in the world in 2020 was because it had tested more residents at a faster rate than any other country.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Harvard University praised the Uttar Pradesh governments handling of the migrant crisis in 2020 during the nationwide lockdown.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "\"I said two years ago that the Fannie and Freddie thing was a very serious problem and we had to work on it.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Loranne Ausley \"voted six times to tax your savings.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"[Remittances contributed] upwards of maybe KSh290 billion last year.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"Two million federal workers negotiate zippo, zero. There is no collective bargaining for federal employees.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"In San Francisco, we were successful in reducing our street population 40 percent. We got 12,000 people off the street.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"From 2010 to 2017, natural gas production plummeted by nearly 70 percent in New York, but it soared almost 1,000 percent in Pennsylvania.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "In Arizona at least there were 35,000 votes added to every Democratic candidate",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A video shows hundreds of sheep that mysteriously died in the United States in June 2022.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"President Trump has sent 14,000 American troops to the (Middle East) region since May. So he can't tell his political rallies that he's getting troops out of endless wars when he's sending 14 times the amount back into the region.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Says Gov. Chris Christie’s proposal to reduce state income taxes \"would be the second tax cut for the rich by the governor in two years.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Video shows three Indonesian MPs arrested for allegedly accepting bribes from murder suspect Ferdy Sambo",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Sangeeta Phogat lost 10-0 to a US wrestler and lost the Hungary Ranking Series",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Vanilla ice cream was black until 1912, when \"white people couldn’t tolerate eating something that tasted soooooo delicious being black.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "House Speaker “Kevin McCarthy has quietly implemented a pay raise for members (of Congress) that could be $30,000+ per person. It circumvents the Constitution by instead reimbursing their rent, utilities, & meals.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Russia has deployed two bombers in the Caribbean after Putin put his nuclear forces on alert.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "TIME magazine did not publish front cover about five-time Kenyan leadership candidate Raila Odinga, suggesting his hopes for presidency were ‘done’",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "In Schweden habe es keine Maskenpflicht, keinen Lockdown und „fast keine Einschränkungen“ gegeben, trotzdem zeige die Todesfall-Statistik am 19. Oktober „null Todesfälle“ an.",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "Eating one egg is as bad as smoking five cigarettes",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"Recently we have seen our government debt grow by $3.4 trillion during the first 29 months of the Obama administration -- the equivalent of about $4 billion per day.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"There aren’t enough ballots in question to change the outcome\" of the Harris vs. McCready race in NCCongressional District 9.",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "“There are currently almost one million students who are enrolled in higher education, up from 500,000 in 1994.”",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Justin Trudeau banned voting rights for seniors over 85 because they don't care about climate change",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The United States has the third-highest rate of homicides worldwide, but drops dramatically in the rankings if four major cities are excluded from the stats.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Rick Scott \"cut education by $1.3 billion\" in his first year, then \"in his second year he decreases funding by $300 million to our state universities.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Says the federal government is spending $765,828 to subsidize \"pancakes for yuppies\" in Washington.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Images do not show Brazilian truckers joining Canada’s 2022 Freedom Convoy",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "“I reversed it by the time we were leaving office: 30% on recurrent expenditure and 70% on capital expenditure.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "In 1970, the Oregon Department of Transportation attempted to dispose of a whale carcass by blowing it up.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "“During the flu pandemic of 1918, some cities lifted social distancing measures too fast, too soon, and created a second wave of pandemic.”",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "''Over 40 percent of African-American men in (Milwaukee County) have been going to prison for low-level drug offenses, and I think a hundred times that in the city of Madison.\"",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "A photograph shows sharks stuck in power lines after Hurricane Laura in 2020.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "SNP failed to spend £449 million of funding.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "“Up to 40% of South African women will be raped in their lifetime according to the South African Institute of Race Relations, but estimates vary widely due to underreporting.”",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Between 1980 and 2010, water usage in Georgia dropped even as the state’s population grew.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "REPORT: An unnamed source familiar with Kim Foxx' thinking told me the reason she dropped charges against Smullett was because his phone records showed over 200 calls and texts from Kamala Harris and DNC operatives. Prove me wrong.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Bud Light is giving away free 24-packs of beer to Facebook users to celebrate the company's anniversary.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "In the Wisconsin health insurance exchange, \"the Society of Actuaries points out that there'll be, according to them, an 82 percent increase in individual premiums over the next couple years under Obamacare.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Nike is forced to pay $1000 to every customer",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“We’re also using a sterilization process ― some great equipment that will sterilize masks up to 20 times per mask. So that’s like ordering 20 times more masks.”",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "\"Six people in Florida die as a result of (not expanding Medicaid) every day.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Two girls seen misbehaving with a cop.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Kelly Clarkson was forced by producers of NBC's \"The Voice\" television show to lose 30 pounds.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Video shared by high-profile Israeli official was filmed in Syria in 2018 – not Gaza in 2021",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "COVID-19 infected dead bodies are thrown to the sea by this seawater and fishes are getting infected by COVID-19.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The Department of Energy’s \"Billion Ton Study\" has shown that wind and solar energy combined \"could at best provide only 5 percent of our total energy needs.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The CBO found that the House Republican health care plan would lower premiums by \"up to about 10 percent\" and, for purchasers in the individual market, \"those cost savings could even be higher.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "\"At the beginning of the last decade ... America had a budget surplus of over $200 billion. By the time I took office, we had a one-year deficit of over $1 trillion and projected deficits of $8 trillion over the next decade.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Did The Cincinnati Bengals Tweet About Not Selling Tickets To Las Vegas Raiders Fans?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Six states \"decided to stop counting\" votes as Donald Trump was \"headed for a win” on election night.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Miami-Dade Mayor Carlos Gimenez “approved a 67% pay raise for himself and increased his own pension. He makes $250,000 a year, more than almost every big-city Mayor in the country. He also kept his taxpayer-funded Mercedes-Benz after slashing $400 million in government jobs and spending.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"The president said he’s going to bring in 250,000 (Syrian and Iraqi) refugees into this country.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The American Civil Liberties Union issued a response to President Trump's 2018 State of the Union address complaining that he used the word \"America\" more than 80 times.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Bernie At Dem Debate: The Planet Only Has '8 or 9 Years' Before Major Cities Go Underwater",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Adam Schiff used taxpayer money to \"reach a sexual harassment settlement with a 19-year-old male.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Russia is also bringing new equipment to the front: ODAB-500P aerosol bombs",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Did CNN Publish This Article About Kellogg’s Making One Of Its Mascots A Trans Woman?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A photograph shows Bernie Sanders at a 1965 civil rights march with Martin Luther King, Jr.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Over 3,000 trees were axed to build a helipad for Prime Minister Narendra Modi at Odisha's Balangir.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "\"Ron Johnson pushed through a special tax loophole that benefited his own family's business, then he cashed out of the company for $5 million and he \"has doubled his wealth since taking office.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"I greatly appreciate you informing me, on three separate occasions, that I am not under investigation.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Cover Florida \"is available to any Floridian, offering basic coverage for about $150 a month, instead of the typical $600 a month.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "President Trump is asking supporters to forward a message about the 'Congressional Reform Act of 2017.'",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "\"There was no load shedding in 2018; now there is permanent load shedding for the next two years.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The Dayton, Ohio, mass shooting suspect \"Connor Betts\" is or has assumed the identity of the same Connor Betts who died in Connecticut in 2014.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "COVID-19 vaccines were “rushed into market”; VAERS shows an “unusual spike in vaccine adverse events”; unvaccinated people aren't a threat to vaccinated people",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The novel Coronavirus pandemic fits a pattern of viral outbreaks that occur every 100 years.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"There's still about $400 billion or $500 billion of the stimulus plan that has not been spent. Why don't we stop it.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "People who die within 28 days of a positive Covid-19 test have Covid put on their death certificate automatically.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Samajwadi Party leader Azam Khan said he would take Jalsamadhi if he was not invited for Bhumi Pujan Divas on August 5.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "NASA has confirmed that a huge rock will hit Earth’s surface on 07 October 2020",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Georgia \"spends in the top 10 nationally on education, yet, most of our education metrics hover in the bottom five.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Facebook posts claim that the picture shows a 15-year-old accused of stealing bread and cheese from a store.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"$1 billion—that’s how much Bruce Rauner has wasted with his budget crisis.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Photo of DOH-WHO press briefing in which a curtain was used as table cloth was taken on Feb. 6, 2021",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "WhatsApp will become chargeable and account will get deactivated at 6PM",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"We spent approximately $20-billion of that money on pork barrel, earmark projects. Maybe if we had done it right, maybe some of that money would have gone to inspect those bridges and other bridges across the country.\"",
        "label": "True",
        "complexity": 1
    },
    {
        "claim": "A man was sentenced to 11 consecutive life sentences after abandoning his vehicle on train tracks near Los Angeles in a suicide attempt, resulting in a train crash that killed 11.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "A photograph circulating in 2020 shows a group of people holding a flag that combines Nazi symbols with an American flag design.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Harry Roque said President Rodrigo Duterte is like Jesus Christ, Allah and Buddha all rolled into one.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Rep. Adam Kinzinger “admits Trump won” the 2020 presidential election.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "ISRO confirmed that the debris that was found in an Australian beach was third stage of a PSLV rocket that launched the Chandrayaan-3",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "A video shows the 2022 FIFA World Cup in Qatar opening with children reciting the Quran.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "In an interview posted on May 6, 2021, QAnon conspiracy theorist and former actress Cirsten Weldon claimed that Hillary Clinton died in 2020 of kuru, a brain-wasting disease associated with cannibalism.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Creflo Dollar needed a $65 million Gulfstream G650 to carry thousands of pounds of food and other supplies -- as well as the Word of God -- worldwide.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Says unemployment would be at 10 percent if people who have quit looking for work were included in federal labor force calculations.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"We’re spending less money today, in upcoming fiscal year 2014 than the Corzine-Buono budget spent in fiscal year 2008.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "During his tenure as mayor, he \"saw Houston’s crime rates drop to the lowest levels in more than 25 years.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "No, photo doesn't show police officers guarding December 2022 opposition rally in Nairobi, Kenya",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“The debt that is guaranteed by the state in Eskom is R350 billion. In SANRAL, it’s R38.9 billion. In South African Airways, it’s R19.1 billion. In Denel, it’s R1.8 billion. In the Road Accident Fund, it’s R8.5 billion.”",
        "label": "Conflicting",
        "complexity": 0
    },
    {
        "claim": "Image of a dog lying next to the arm of a human trapped under the rubble caused by the recent earthquake in Turkey on 06 February 2023",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Irena Sendler, credited with saving 2,500 Polish Jews from the Holocaust, was a candidate for the 2007 Nobel Peace Prize but lost out to Al Gore.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"(Chris Christie) has not paid one dollar of state money into our pension system, and then states that the system is broke.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "Says Pfizer CEO Albert Bourla said: “Two doses of the vaccine offers very limited protection, if any.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "An Irish news site published a headline claiming, “Monkeypox can live on door handles and toilet seats for 120 years and can infect anyone from 5 miles away.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says Florida officials amended a contract from Lockheed Martin from 305 promised jobs to six.",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "The MV Karagatan incident is what caused Ferdinand Marcos to declare martial law in 1972.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "A photograph shows a car accident in 1895 involving the only two cars in Ohio.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says President Donald Trump has donated $1 million to a relief fund for the Bahamas in the wake of Hurricane Dorian while no other politicians have contributed any money.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Actress Jennifer Lawrence said that the terrorist attacks on 9/11 wouldn't have happened if Donald Trump hadn't stolen the election.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“More people, aged 18-45, died of Fentanyl overdoses in 2020 than covid, car accidents, cancer, + suicide combined.”",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"In 2012, 123 African-Americans were shot dead by police. ... Same year, 326 whites were killed by police.\"",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "Says he \"opposed the president’s decision to go into Iraq\" in 2003.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Kikuyu woman carrying colonial settler in Kenya in 1943? No, photo snapped in India in about 1900",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Did Boris Johnson Get His COVID-19 Vaccine Booster Shot While A Blue Cap Covered The Needle?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Sonia Gandhi's bookshelf has one book titled 'How to convert India into Christian nation'.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Hillary Clinton said that If Donald Trump won the 2016 presidential election, 'We're all going to hang from nooses'?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"We have almost tripled the wealth of our nation from a GDP of KSh4.5 trillion in 2013 to close to KSh13 trillion currently.\"",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Woman Sets Pedophile Muslim Man on Fire After Catching Him Rape 7-Yr-Old Daughter",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Homework was invented by an Italian teacher named Roberto Neville in 1905",
        "label": "False",
        "complexity": 1
    },
    {
        "claim": "Did The Taliban Shoot Down 2 US Aircraft And Kill 34 Soldiers In Afghanistan?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A video shows a genuine news interview with Alfredo Rivera, supposedly the flight attendant who duct-taped an unruly passenger to his seat during a Frontier Airlines flight in July 2021.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "“We have invested more than R2 trillion in infrastructure projects over thepast 10 years to build more schools, clinics, roads and the freight logistics network.”",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "\"After prohibition ended, police deaths didn't reach 200 a year again until the year Nixon declared war on drugs.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Says the stimulus bill sent tax credits overseas, such as \"half a billion to an electric car company that created hundreds of jobs in Finland.\"",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Photo shows cat armour made by former King of England, Henry VIII",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "CDC’s SARS-CoV-2 sequencing efforts analyze genetic makeup of the virus, not of people",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Marines standing behind Biden during his Sept. 1 speech were edited in",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Video shows a family of five being swept away in floods in Pakistan.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Democratic senators “sent a letter to the prosecutor in Ukraine” in 2018 asking him to \"investigate Trump.”",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "When Terry McAuliffe was governor, “Unemployment went down in every single county, including rural Virginia by nearly 50%.",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Rahul Gandhi physically tore up an ordinance that sought to negate a 2013 SC judgement directing immediate disqualification of convicted legislators.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Less than 5% of carbon dioxide emissions are produced by man [... they] can’t cause 30% of today’s atmospheric carbon dioxide",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"The 2000 Census cost $4.5 billion. The 2010 Census is set to cost up to $14.5 billion.\"",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "Air conditioners that use the refrigerant Freon will have to be replaced by 2020.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "Footage shows the Yeti airlines plane with 72 onboard crashing in Pokhara, Nepal on Sunday, January 15, 2023.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "\"We are bogged down in a war that John McCain now suggests might go on for another 100 years.\"",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "“Nairobi has 11% of the voters. We have 2.4 million voters out of 22 million voters in the country.”",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "There are four young people with no underlying illnesses in an intensive care unit in Cork due to Covid-19, who had all been taking anti-inflammatory drugs.",
        "label": "Conflicting",
        "complexity": 1
    },
    {
        "claim": "\"The Pentagon itself says that we could eliminate 20 percent of U.S. bases.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "We’ll Have Herd Immunity by April; 55% of Americans have natural immunity",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "NASA scientists \"forgot to carry the one,\" miscalculating the date of an August 2017 solar eclipse by one year.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Rick Santorum says Rick Perry requested 1,200 earmarks as governor of Texas.",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "The Makati Business Club and the Financial executives Institute of the Philippines have walked back on their support for amending the economic provisions of the 1987 Constitution.",
        "label": "Conflicting",
        "complexity": 0
    },
    {
        "claim": "\"In her nearly decade and (a) half in Congress, Tammy Baldwin has sponsored 105 bills. Only three have been enacted into law.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "UK’s leading magazine ‘British Herald’ had recently recognised PM Narendra Modi as the “World’s Most Powerful Person” in the context of COVID-19",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "The \"9-0 decision last week was the 13th time the Supreme Court voted 9-0 that the president had exceeded his constitutional authority.\"",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Says Werner Herzog said, \"Dear America: You are waking up, as Germany once did, to the awareness that 1/3 of your people would kill another 1/3, while 1/3 watches.\"",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Darryl Hicks had seven ethics violations and didn't pay most of the fines.",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "The pH for the coronavirus varies from 5.5 to 8.5. What we need to do to defeat the coronavirus is to consume more alkaline foods above the virus’ pH level.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "Says that under Rick Perry’s plan, \"Texas has cut funding for public schools by 25%.\"",
        "label": "True",
        "complexity": 0
    },
    {
        "claim": "Did Oscar Wilde Coin This Saying About Happiness?",
        "label": "False",
        "complexity": 2
    },
    {
        "claim": "Did A CBS News Poll Find 85% Of Americans Approved Of Biden’s Address To Congress?",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "A video shows DragonAir 737 being spun around in strong winds from a typhoon.",
        "label": "False",
        "complexity": 0
    },
    {
        "claim": "\"(President Barack Obama gave) half a billion in taxpayer money to help his friends at Solyndra, a business the White House knew was on the path to bankruptcy.\"",
        "label": "Conflicting",
        "complexity": 2
    },
    {
        "claim": "\"In New Hampshire, I spent $3 million. Jeb Bush spent $44 million. He came in five, and I came in number one.\"",
        "label": "True",
        "complexity": 2
    },
    {
        "claim": "“The average cost of child care in this country is more than what it costs to send a child to college for one year.”",
        "label": "Conflicting",
        "complexity": 2
    }
]